{
  "AccountExists": "Ein Konto mit der angegebenen E-Mail-Adresse bzw. dem Nickname existiert bereits.",
  "ActivationLegalCheck": "Das Kontrollkästchen muss ausgefüllt sein um fortzufahren",
  "AnErrorOccurred": "Es ist ein Problem aufgetreten.",
  "AuthAttempts": "Bitte fülle das Captcha aus.",
  "AuthTokenInvalid": "Wir konnten kein Anmelde-Token erstellen. Bitte versuch es später nochmal. Sollte der Fehler weiter auftreten, besuche bitte die <a href=\"https://support.rockstargames.com\" class=\"RGSCLoadExt\">Rockstar-Supportwebseite</a>.",
  "Cancel": "Abbrechen",
  "Close": "Schließen",
  "Code": "Code",
  "ConfirmButtonText": "Bestätigen",
  "ConfirmMatch": "Die Passwort-Bestätigung entspricht nicht dem Passwort.",
  "ConnectionUpdate": "Aktualisierung",
  "ConnectLost": "Verbindung verloren",
  "ConProblem": "Es könnte ein Verbindungsproblem mit deinem Netzwerk geben.",
  "CrewGeneralServiceError": "Es ist ein Problem aufgetreten. Bitte überprüfe deine Internetverbindung und versuche es nochmal.",
  "CrewNoMembersSuffix": "hat derzeit keine Mitglieder.",
  "DisconnectRefresh": "Die Verbindung zum Social Club wurde unterbrochen. Die Benutzeroberfläche wird neu geladen, um dies widerzuspiegeln. ",
  "EmailDoesNotMatch": "Die E-Mail-Bestätigung entspricht nicht der E-Mail.",
  "EmailExists": "Diese E-Mail gibt es bereits.",
  "EmailNotFound": "E-Mail-Adresse nicht gefunden.",
  "EnterActivation": "Bitte Rockstar-Aktivierungscode eingeben.",
  "EnterNick": "Bitte gib einen Nickname ein.",
  "EnterPassword": "Bitte gib dein Passwort ein.",
  "EnterRedemption": "Bitte Rockstar-Aktivierungscode eingeben.",
  "EntryDOB": "Bitte gib dein Geburtsdatum ein.",
  "EntryEmail": "Bitte gib deine E-Mail-Adresse ein.",
  "EntryPassword": "Bitte gib dein Passwort ein.",
  "Error": "Fehler",
  "ErrorActivate": "Fehler bei Aktivierungsversuch.",
  "errorcode_1000.34": "Unbekannter Fehler. Sollte der Fehler weiter auftreten, wende dich bitte an die <a href=\"https://support.rockstargames.com/de/servicestatus\" class=\"RGSCLoadExt\">Rockstar-Supportwebseite</a> und schau regelmäßig nach Service-Status-Updates.",
  "errorcode_1000.50": "Fehlermeldung von Steam erhalten. Bitte versuch es später nochmal. Sollte der Fehler weiter auftreten, wende dich bitte an den <a href=\"https://support.steampowered.com/\" class=\"RGSCLoadExt\">Steam-Support</a>.",
  "errorcode_1001": "Zeitüberschreitung beim Rockstar-Spielservice. Bitte versuch es später nochmal.",
  "errorcode_1002": "Dafür wird ein Service benötigt, der momentan nicht verfügbar ist. Bitte versuch es später nochmal. Sollte der Fehler weiter auftreten, wende dich bitte an die <a href=\"https://support.rockstargames.com/de/servicestatus\" class=\"RGSCLoadExt\">Rockstar-Supportwebseite</a> und schau regelmäßig nach Service-Status-Updates.",
  "errorcode_1002.24": "Diese Funktion erfordert Dienste, die zurzeit auf Grund von Wartungsarbeiten deaktiviert sind. Bitte versuche es später nochmal.",
  "errorcode_1003.50": "Wir haben im Moment Kommunikationsprobleme mit Steam. Bitte versuch es später nochmal. Sollte der Fehler weiter auftreten, schau bitte auf unsere <a href=\"https://support.rockstargames.com/de/servicestatus\" class=\"RGSCLoadExt\">Service-Status-Webseite</a>.",
  "errorcode_1004": "Daten nicht verfügbar. Es könnte an einem Netzwerkproblem in deinem System liegen. Bitte vergewissere dich, dass du eine Internetverbindung hast, und versuch es nochmal.",
  "errorcode_3000": "Das Abrufen einer notwendigen Ressource ist leider fehlgeschlagen. Bitte versuche es später erneut.",
  "errorcode_3000.18": "Ländercode nicht abrufbar wegen eines Problems beim Rockstar-Spieleservice. Bitte versuch es später nochmal.",
  "errorcode_3000.19": "Das Abrufen von Richtliniendokumenten ist leider fehlgeschlagen. Bitte versuche es später erneut.",
  "errorcode_3001": "Social-Club-Daten nicht verfügbar wegen eines Problems beim Rockstar-Spieleservice. Bitte versuch es später nochmal.",
  "errorcode_3002": "Social-Club-Daten nicht verfügbar wegen eines Problems beim Rockstar-Spieleservice. Bitte versuch es später nochmal.",
  "errorcode_4000": "Authentifizierung fehlgeschlagen wegen eines Problems mit dem Rockstar-Spielservice. Bitte versuch es später nochmal.",
  "errorcode_4000.102": "Verifizierung fehlgeschlagen. Bitte überprüfe deinen Verifizierungscode und versuche es nochmal. ",
  "errorcode_4000.103": "Verifizierung fehlgeschlagen. Bitte überprüfe deinen Verifizierungscode und versuche es nochmal. ",
  "errorcode_4000.115": "Eine Zeitüberschreitung ist aufgetreten. Bitte versuche es erneut.",
  "errorcode_4000.116": "Die Authentifizierung ist fehlgeschlagen. Bitte versuche es erneut.",
  "errorcode_4000.118": "Eine Zeitüberschreitung ist aufgetreten. Bitte versuche es erneut.",
  "errorcode_4000.119": "Die Authentifizierung ist fehlgeschlagen. Bitte versuche es erneut. (Fehlercode: 4000.119)",
  "errorcode_4000.120": "Du wurdest abgemeldet, um dein Konto vor schädlichen Aktivitäten zu schützen. (Fehlercode: 4000.120)",
  "errorcode_4000.23": "Zu viele fehlgeschlagene Anmeldeversuche. Bitte versuch es später nochmal.",
  "errorcode_4000.50": "Steam-Authentifizierung fehlgeschlagen. Bitte versuche es später nochmal.",
  "errorcode_4000.51": "Authentifizierung nicht länger gültig, bitte neustarten.",
  "errorcode_4000.89": "Authentifizierung fehlgeschlagen wegen doppelter Anmeldung.",
  "errorcode_4000.95": "Dein gespeicherter Anmelde-Token ist abgelaufen, bitte neustarten.",
  "errorcode_4000.96": "Authentifizierung fehlgeschlagen. Bitte überprüfe dein Passwort und versuch es nochmal.",
  "errorcode_4001": "Authentifizierung fehlgeschlagen wegen nicht kompatibler Daten. Bitte installiere das Spiel neu.",
  "errorcode_4001.100": "Dein Konto hat keine Berechtigung persönliche Avatare zu verwenden, aufgrund von früheren Verstößen gegen unseren <a href=\"http://www.rockstargames.com/de/conduct\" class=\"RGSCLoadExt\">Verhaltenskodex</a>.",
  "errorcode_4001.11": "Diese Funktion ist derzeit nicht verfügbar. Kontaktiere bitte den <a href=\"http://www.rockstargames.com/support\" class=\"RGSCLoadExt\">Technischen Support</a>, um Hilfe zu erhalten.",
  "errorcode_4001.25": "Wir konnten dir im Moment keine E-Mail zum Zurücksetzen deines Passworts zusenden, weil du dein Tageslimit für Zurücksetzungsanträge schon erreicht hast. Bitte schau in deinen Spam-Ordner, wenn du vor kurzem schon ein neues Passwort beantragt hast, oder versuch es in 24 Stunden nochmal.",
  "errorcode_4001.34": "Nur Social-Club-Konten können mit Steam verknüpft werden.",
  "errorcode_4001.38": "Dein Konto hat keine Berechtigung, dieses Feature des Social Club zu verwenden. Weitere Informationen findest du in unserem <a href=\"http://www.rockstargames.com/conduct?locale=de\" class=\"RGSCLoadExt\">Online-Verhaltenskodex</a>.",
  "errorcode_4001.46": "Du kannst keine Nachricht an dich selbst senden.",
  "errorcode_4001.49": "Kontoverknüpfung fehlgeschlagen. Dieses Steam-Konto ist bereits mit einem anderen Social-Club-Konto verknüpft. Bitte melde dich mit diesem Social-Club-Konto an.",
  "errorcode_4001.72": "Nickname kann nicht geändert werden, da er innerhalb der letzten 365 Tage bereits einmal geändert worden ist.",
  "errorcode_4001.79": "Diese Aktion konnte nicht ausgeführt werden, da das angeforderte Spielerkonto nicht gefunden wurde.",
  "errorcode_4001.81": "Dieses Social-Club-Konto ist bereits mit einem anderen Steam-Konto verknüpft. Bitte melde dich bei Steam ab und melde dich mit dem Steam-Konto an, das mit diesem Social-Club-Konto verknüpft ist.",
  "errorcode_5000": "Es gibt einen fehlenden Wert. Bitte überprüfe sämtliche Eingaben und versuche es erneut. Sollte der Fehler weiterhin auftreten, wende dich bitte an den <a href=\"https://support.rockstargames.com/hc/de\" class=\"RGSCLoadExt\">Technischen Support</a>, um Hilfe zu erhalten.",
  "errorcode_5000.46": "Die Nachricht enthält noch keinen Text. Bitte gib einen Text ein und versuch es nochmal.",
  "errorcode_5000.51": "Es gibt einen fehlenden Authentifizierungswert. Bitte überprüfe sämtliche Eingaben und versuche es erneut. Sollte der Fehler weiterhin auftreten, wende dich bitte an den <a href=\"https://support.rockstargames.com/hc/de\" class=\"RGSCLoadExt\">Technischen Support</a>, um Hilfe zu erhalten.",
  "errorcode_5000.66": "Der Store kann deine Bestellung derzeit nicht bearbeiten. Bitte versuch es später nochmal.",
  "errorcode_5000.76": "Steam App Id konnte nicht gefunden werden. Bitte versuche es erneut. Sollte der Fehler weiterhin auftreten, wende dich bitte an den <a href=\"https://support.rockstargames.com/hc/de\" class=\"RGSCLoadExt\">Technischen Support</a>, um Hilfe zu erhalten.",
  "errorcode_5000.77": "Steam Auth Ticket konnte nicht gefunden werden. Bitte versuche es erneut. Sollte der Fehler weiterhin auftreten, wende dich bitte an den <a href=\"https://support.rockstargames.com/hc/de\" class=\"RGSCLoadExt\">Technischen Support</a>, um Hilfe zu erhalten.",
  "errorcode_5001": "Bearbeitung nicht möglich, da der Rockstar-Spielservice diese Eingabe als ungültig zurückgewiesen hat. Bitte versuch es später nochmal.",
  "errorcode_5001.11": "Kontoupdate nicht möglich wegen ungültiger E-Mail-Adresse. Bitte versuch es nochmal mit einer gültigen E-Mail-Adresse. Nur alphanumerische Zeichen, Zahlen, der Unterstrich, Punkte und das \"@\"-Symbol sind derzeit erlaubt.",
  "errorcode_5001.27": "Ungültige Zeichen im Nickname.",
  "errorcode_5001.31": "Bearbeitung nicht möglich wegen eines ungültigen Passworts. Bitte versuch es nochmal mit einem gültigen Passwort. Ein Passwort muss 8 bis 16 Zeichen enthalten, darunter mindestens eine Zahl und ein Großbuchstabe.",
  "errorcode_5001.5": "Bearbeitung nicht möglich wegen fehlender Avatar-URL. Das passiert meist wegen eines Problems mit dem Social Club. Bitte versuch es nochmal. Sollte der Fehler weiter auftreten, vergewissere dich, dass du die neueste Version der Social-Club-App verwendest, die du hier finden kannst: <a href=\"https://support.rockstargames.com/hc/articles/200146066\" class=\"RGSGLoadExt\">https://support.rockstargames.com/hc/articles/200146066</a>.",
  "errorcode_5001.50": "Die Rockstar Services haben Probleme mit Steam zu kommunizieren. Bitte versuch es später nochmal. Sollte der Fehler weiter auftreten, wende dich bitte an den <a href=\"https://support.rockstargames.com/hc/de\" class=\"RGSCLoadExt\">Technischen Support</a>, um Hilfe zu erhalten.",
  "errorcode_5001.8": "Bearbeitung nicht möglich, da der Social Club einen fehlenden oder ungültigen Ländercode/Regionscode meldet. Bitte versuch es nochmal. Sollte der Fehler weiter auftreten, vergewissere dich, dass du die neueste Version der Social-Club-App verwendest, die du hier finden kannst:  <a href=\"https://support.rockstargames.com/hc/articles/200146066\" class=\"RGSGLoadExt\">https://support.rockstargames.com/hc/articles/200146066</a>.",
  "errorcode_5002.10": "Konto kann nicht abgerufen werden, da es ein ungültiges Geburtsdatum enthält. Bitte wende dich an den <a href=\"https://support.rockstargames.com/hc/de\" class=\"RGSCLoadExt\">Technischen Support</a>, um Hilfe zu erhalten.",
  "errorcode_5002.11": "Konto kann nicht abgerufen werden, da es eine ungültige E-Mail-Adresse enthält. Bitte wende dich an den <a href=\"https://support.rockstargames.com/hc/de\" class=\"RGSCLoadExt\">Technischen Support</a>, um Hilfe zu erhalten.",
  "errorcode_5002.33": "Konto kann nicht abgerufen werden, da es eine ungültige Telefonnummer enthält. Bitte wende dich an den <a href=\"https://support.rockstargames.com/hc/de\" class=\"RGSCLoadExt\">Technischen Support</a>, um Hilfe zu erhalten.",
  "errorcode_5002.50": "Kann Antwort von Steam nicht verarbeiten. Bitte versuch es später nochmal. Sollte der Fehler weiter auftreten, wende dich bitte an den <a href=\"https://support.steampowered.com/\" class=\"RGSCLoadExt\">Steam-Support</a>.",
  "errorcode_5002.62": "Konto kann nicht abgerufen werden, da es eine ungültige Postleitzahl enthält. Bitte wende dich an den <a href=\"https://support.rockstargames.com/hc/de\" class=\"RGSCLoadExt\">Technischen Support</a>, um Hilfe zu erhalten.",
  "errorcode_5002.93": "Für diese Eingabe werden nur alphanumerische Zeichen unterstützt. Bitte wechsle deine Eingabemethode.",
  "errorcode_5003": "Ungültige Kontodaten vom Server können nicht verarbeitet werden. Sollte der Fehler weiterhin auftreten, wende dich bitte an den <a href=\"https://support.rockstargames.com/hc/de\" class=\"RGSCLoadExt\">Technischen Support</a>, um Hilfe zu erhalten.",
  "errorcode_5003.27": "Ein Nickname muss 6 bis 16 Zeichen lang sein. Bitte ändere deinen Nickname und versuch es nochmal.",
  "errorcode_5003.28": "Ein Nickname muss 6 bis 16 Zeichen lang sein. Bitte ändere deinen Nickname und versuch es nochmal.",
  "errorcode_5003.32": "Das Passwort muss aus 8-16 Zeichen bestehen. Bitte ändere dein Passwort und versuche es erneut.",
  "errorcode_5003.66": "Der Store kann deine Bestellung derzeit nicht bearbeiten. Bitte versuch es später nochmal.",
  "errorcode_5003.78": "Du hast die maximale Anzahl an Crews überschritten.",
  "errorcode_5004": "Der Text enthält Schimpfwörter, reservierte Wörter oder nicht zulässige Ausdrücke. Bitte entferne diesen Text und versuch es nochmal.",
  "errorcode_5004.27": "Der Nickname enthält Schimpfwörter, reservierte Wörter oder nicht zulässige Ausdrücke.",
  "errorcode_5005": "Datenverifizierung fehlgeschlagen.",
  "errorcode_5005.74": "Unsichere Eingaben entdeckt. Bitte entferne diesen Text und versuch es nochmal.",
  "errorcode_6000": "Die angeforderten Daten existieren nicht.",
  "errorcode_6000.35": "Das angegebene Spielerkonto existiert nicht.",
  "errorcode_6000.41": "Das angegebene Rockstar-Konto existiert nicht.",
  "errorcode_6000.80": "Online-Anmeldung fehlgeschlagen. Es wurde versucht auf die Offline-Anmeldung zurückzugreifen, aber das ist auch fehlgeschlagen. Der Benutzername oder das Passwort könnten falsch sein oder das Konto existiert nicht auf diesem System. Offlinespielen steht nur Konten zur Verfügung, die schon einmal auf diesem System angemeldet waren (und \"Login speichern\" ausgewählt haben), während du mit dem Internet verbunden warst und die Social-Club-Dienste verfügbar waren.",
  "errorcode_6000.85": "Du hast keine Beitritts-Einladung für diese Crew.",
  "errorcode_6000.87": "Online-Anmeldung fehlgeschlagen. Es hat nicht funktioniert auf die Offline-Anmeldung zurückzugreifen, da du dich vorher noch nicht auf diesem System angemeldet hast. Offlinespielen steht nur Konten zur Verfügung, die schon einmal auf diesem System angemeldet waren (und \"Login speichern\" ausgewählt haben), während du mit dem Internet verbunden warst und wenn die Social-Club-Dienste verfügbar waren.",
  "errorcode_6000.88": "Das Produkt, das du versucht hast zu kaufen, konnte nicht im Katalog gefunden werden.",
  "errorcode_6001.11": "Diese E-Mail-Adresse wird bereits von einem anderen Social-Club-Konto benutzt. Bitte versuch es mit einer anderen E-Mail-Adresse. Wenn dir diese E-Mail-Adresse gehört und du dein Passwort vergessen hast, kannst du <a href=\"http://socialclub.rockstargames.com/profile/requestresetpassword\" class=\"RGSCLoadExt\">eine Rücksetzung deines Passworts beantragen</a>.",
  "errorcode_6001.27": "Dieser Nickname wird bereits von einem anderen Social-Club-Konto benutzt. Bitte versuch es mit einem anderen Nickname.",
  "errorcode_6001.86": "Du bist bereits Mitglied dieser Crew.",
  "errorcode_6002.45": "Wir konnten dir wegen eines Problems mit dem Rockstar-Spieleservice im Moment keine E-Mail zum Zurücksetzen deines Passworts senden. Bitte versuch es später nochmal.",
  "errorcode_6003": "Abbruch der Datenverarbeitung durch einen Fehler beim Rockstar-Spielservice. Bitte versuch es später nochmal.",
  "errorcode_6003.66": "Der Store kann deine Bestellung derzeit nicht bearbeiten. Bitte versuch es später nochmal.",
  "errorcode_7000": "Der Store ist derzeit nicht erreichbar. Bitte versuch es später nochmal.",
  "errorcode_7000.66": "Der Store kann deine Bestellung derzeit nicht bearbeiten. Bitte versuch es später nochmal.",
  "errorcode_7000.71": "Der Steam-Store ist momentan nicht verfügbar. Bitte versuche es später nochmal. Sollte der Fehler weiterhin auftreten, wende dich bitte an den <a href=\"https://support.steampowered.com/\" class=\"RGSCLoadExt\">Steam Support</a>.",
  "errorcode_7000.90": "Der Store kann dein Produkt derzeit nicht installieren. Bitte versuch es später nochmal.",
  "errorcode_7001": "Im Aktivierungsprozess ist ein Fehler aufgetreten. Bitte versuche es später nochmal. Sollte der Fehler weiterhin auftreten, besuche bitte die <a href=\"https://support.rockstargames.com/de/\" class=\"RGSCLoadExt\">Rockstar Support-Webseite</a>.",
  "errorcode_7001.70": "Dieser Gutschein konnte nicht benutzt werden. Bitte versuche es später noch einmal.",
  "errorcode_8000": "Es werden zu viele Anfragen von deiner IP-Adresse bearbeitet. Bitte warte ein paar Minuten und versuche es dann wieder.",
  "errorcode_9000.79": "Es können keine Nachrichten gesendet werden, da du diesen Benutzer blockiert hast.",
  "errorcode_9000.92": "Die Nachricht konnte nicht verschickt werden, da du von diesem Spieler blockiert wurdest.",
  "ErrorHasOccurred": "Es tut uns leid, aber es ist ein Fehler aufgetreten.",
  "ErrorPassword": "Fehler beim Aktualisieren des Passworts.",
  "ErrorSupport": "Bitte versuch es später nochmal. Sollte der Fehler weiter auftreten, besuche bitte die <a href=\"https://support.rockstargames.com\" class=\"RGSCLoadExt\">Rockstar-Supportwebseite</a> und schau regelmäßig nach <a href=\"https://support.rockstargames.com/de/servicestatus\" class=\"RGSCLoadExt\">Service-Status-Updates</a>.",
  "ErrorUpdate": "Fehler beim Aktualisieren des Profils: Passwort ungültig oder falsch.",
  "FeatureDisabled": "Funktion vorübergehend deaktiviert",
  "FeatureDisabledDesc": "Es tut uns Leid, diese Funktion wird zur Zeit nicht unterstützt. Bitte versuch es später nochmal.",
  "GenericError1": "Es tut uns leid, aber basierend auf deinen angegebenen Daten darfst du dich nicht im Social Club registrieren. Bitte lies unsere <a href=\"https://www.rockstargames.com/de/privacy/\" class=\"RGSCLoadExt\">Datenschutzbestimmungen</a>. Wenn du der Meinung bist, es handle sich um einen Fehler, kontaktiere bitte den <a href=\"http://support.rockstargames.com/anonymous_requests/new\" class=\"RGSCLoadExt\">Rockstar Games Support</a>.",
  "GenericFriendActionError": "Es tut uns leid, aber die Anfrage konnte nicht bearbeitet werden, bitte versuch es später nochmal.",
  "GenericServerError": "Unbekannter Fehler beim Rockstar-Spielservice. Bitte versuch es später nochmal.",
  "IncorrectPassword": "Falsches Passwort. Bitte versuche es nochmal.",
  "InternetAccess": "Bitte vergewissere dich, dass du Internetzugang hast und versuche es noch einmal.",
  "InvalidCreateAccountError": "Während der Erstellung deines Kontos ist ein Problem aufgetreten.",
  "InvalidPassPattern": "Alphanumerisch oder nur die folgenden Zeichen \"{0}\"",
  "InvalidPassword": "Du hast ein ungültiges Passwort eingegeben. Bitte entferne irgendwelche Sonderzeichen und versuche es erneut.",
  "InvalidPasswordNew": "Das Passwort muss [min] bis [max] Zeichen lang sein, darunter mindestens eine Zahl und ein Großbuchstabe. Bitte ändere dein Passwort und versuch es nochmal.",
  "InvalidZip": "Ungültige Postleitzahl",
  "Loading": "Lädt …",
  "Maintenance": "Geplante Wartungsarbeiten",
  "MaxNoCrewsExceeded": "Du hast die maximale Anzahl an Crews überschritten.",
  "MessageMissing": "Eingabe einer Nachricht erforderlich.",
  "MfaCodeInvalid": "Ungültiger Verifizierungscode, bitte versuche es erneut.",
  "MfaCodeMissing": "Bitte gib deinen Verifizierungscode ein.",
  "MfaResetError": "Es tut uns Leid, wir können deine Anfrage zur Zeit nicht bearbeiten. Bitte versuche es später nochmal.",
  "NetworkDetected": "Netzwerkverbindung gefunden!",
  "NickChar": "Der Nickname muss 6 bis 16 Zeichen lang sein.",
  "NickExists": "Diesen Nickname gibt es bereits.",
  "NickInvalid": "Ungültige Zeichen im Nickname.",
  "NicknameMissing": "Eingabe eines Nickname erforderlich.",
  "NoActiveCrew": "Du hast derzeit keine aktive Crew festgelegt.",
  "NoCon": "Keine Verbindung",
  "NoData": "Keine Daten",
  "NoInternet": "Es konnte nicht mit dem Internet verbunden werden. Online-Dienste und Inhalte zum Herunterladen sind möglicherweise nicht verfügbar. Versuche bitte Folgendes:<br>\n<br>\nÖffne einen Internetbrowser, um sicherzustellen, dass du mit dem Internet verbunden bist.<br>\nFalls Modem und Router separat vorliegen, umgehe den Router und verbinde stattdessen direkt über ein Netzwerkkabel mit dem Modem (das andere Gerät), um zu testen, ob dein Router das Problem verursacht.<br>\nWenn du eine Modem-/Router-Kombination hast, versuche diese in den Bridge-Modus zu versetzen.",
  "NoMatchCrewMembers": "Keine passenden Crew-Mitglieder gefunden.",
  "NoMatches": "Die Suche hat keine Treffer ergeben. Bitte versuch es mit einem anderen Suchbegriff nochmal.",
  "NoMatchSCMembers": "Keine passenden Social-Club-Mitglieder gefunden.",
  "NoStatsExist": "Es existieren noch keine Statistiken!",
  "NotAccess": "Daten nicht zugänglich. Wir bitten um Verständnis.",
  "NotFound": "Nickname nicht gefunden oder Passwort ungültig.",
  "NotFoundEmail": "E-Mail-Adresse nicht gefunden oder Passwort ungültig.",
  "OfflineBut": "Du bist offline, aber deine Internetverbindung ist wieder verfügbar. Möchtest du wieder online gehen?",
  "OnlineDisabled": "Es tut uns leid, zur Zeit treten beim Social Club technische Schwierigkeiten auf und Onlinedienste wurden vorübergehend deaktiviert.",
  "PasswordCount": "Ungültige Passwortlänge. Das Passwort muss [min] bis [max] Zeichen lang sein, darunter mindestens eine Zahl und ein Großbuchstabe. Bitte ändere dein Passwort und versuch es nochmal.",
  "PasswordSame": "Das neue Passwort darf nicht dasselbe sein, wie dein derzeitiges Passwort.",
  "PasswordUpdate": "Dein aktuelles Passwort ist nicht sicher genug. Bitte gib ein besseres Passwort ein.",
  "PrivacySettingFailure": "Datenschutz-Einstellungen konnten nicht aktualisiert werden.",
  "ProductUrlNotFound": "Fehler bei der Suche nach der Produkt-URL.",
  "ProfileNotFound": "Ausgewähltes Profil nicht gefunden.",
  "ReportError": "Während des Abschickens der Meldung ist ein Fehler aufgetreten.",
  "request_AccountSearch": "Kontosuche",
  "request_BindSteamAccount": "Steam-Konto verknüpfen",
  "request_CheckPassword": "Passwort überprüfen",
  "request_CrewMembers": "Crew-Mitglieder",
  "request_DeleteMessage": "Nachricht löschen",
  "request_EmailAvailable": "E-Mail-Verfügbarkeitsüberprüfung",
  "request_GetAvatars": "Avatare laden",
  "request_GetAvatarXml": "Avatar-XML abrufen",
  "request_GetCommunityStats": "Community-Statistiken",
  "request_GetCountries": "Länder abrufen",
  "request_GetCrewInvites": "Crew-Einladungen abrufen",
  "request_GetCustomAvatars": "Persönliche Avatare laden",
  "request_GetEulaOffline": "EULA offline abrufen",
  "request_GetFriendAchievements": "Erfolge der Freunde abrufen",
  "request_GetFriendInvites": "Freundschaftsanfragen abrufen",
  "request_GetFriendProfile": "Freundprofil abrufen",
  "request_GetFriendProfileCrews": "Crews für Freundprofile abrufen",
  "request_GetFriends": "Freunde abrufen",
  "request_GetMessages": "Nachrichten abrufen",
  "request_GetMessageSenderList": "Nachrichten-Absenderliste abrufen",
  "request_GetPlayerStats": "Spielerstatistik abrufen",
  "request_GetPrivacyPolicy": "Datenschutzrichtlinie abrufen",
  "request_GetTos": "Nutzungsbedingungen abrufen",
  "request_GetUserAccountInfo": "Nutzerkonto-Info abrufen",
  "request_MyCrews": "Meine Crews abrufen",
  "request_NicknameAvailable": "Nickname-Verfügbarkeitsüberprüfung",
  "request_ResetPassword": "Passwort-Zurücksetzungsantrag",
  "request_SearchCrewMembers": "Nach Crew-Mitgliedern suchen",
  "request_SearchCrews": "Nach Crews suchen",
  "request_SendMessage": "Nachricht senden",
  "request_SubmitProfileReport": "Meldung eines Profils abschicken",
  "request_UpdateAvatar": "Avatar aktualisieren",
  "request_UpdateCountry": "Land/Region aktualisieren",
  "request_UpdateDob": "Geburtsdatum aktualisieren",
  "request_UpdateDobCountry": "Geburtsdatum und Land/Region aktualisieren",
  "request_UpdateEmail": "E-Mail aktualisieren",
  "request_UpdateNickname": "Nickname aktualisieren",
  "request_UpdatePassword": "Passwort aktualisieren",
  "request_UpdatePrivacySettings": "Datenschutz-Einstellungen aktualisieren",
  "request_UpdateProfile": "Profil aktualisieren",
  "request_UserNetworks": "Usernetzwerke abrufen",
  "request_ValidateAccountDetails": "Zugangsdaten verifizieren",
  "Retry": "Neuer Versuch",
  "RL_SC_FRIENDS_ERR_ALREADY_BLOCKED": "Dieser Nutzer kann nicht blockiert werden, da er sich bereits auf deiner Blockierliste befindet.",
  "RL_SC_FRIENDS_ERR_ALREADY_FRIENDS": "Diese Aktion konnte nicht ausgeführt werden, da ihr bereits Freunde seid.",
  "RL_SC_FRIENDS_ERR_AUTHENTICATION_FAILED": "Es tut uns Leid, bei der Authentifizierung ist ein Fehler aufgetreten. Bitte versuche es später nochmal.",
  "RL_SC_FRIENDS_ERR_BLOCK_DOES_NOT_EXIST": "Die Blockierung dieses Nutzers kann nicht aufgehoben werden, da er sich momentan nicht auf deiner Block-Liste befindet.",
  "RL_SC_FRIENDS_ERR_BLOCKER_FRIEND_LIMIT_REACHED": "Diese Aktion konnte nicht ausgeführt werden, da deine Blockierliste voll ist.",
  "RL_SC_FRIENDS_ERR_FRIEND_DOES_NOT_EXIST": "Diese Aktion konnte nicht ausgeführt werden, da du momentan nicht mit diesem Spieler befreundet bist.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_BLOCKED": "Diese Aktion konnte nicht ausgeführt werden, da du von diesem Spieler blockiert wurdest.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_DOES_NOT_EXIST": "Diese Aktion konnte nicht ausgeführt werden, da die Freundschaftsanfrage nicht gefunden werden konnte.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_EXISTS": "Diese Aktion konnte nicht ausgeführt werden, da es zwischen dir und diesem Spieler bereits eine ausstehende Freundschaftsanfrage gibt.",
  "RL_SC_FRIENDS_ERR_INVALID_INVITEE_ID": "Diese Aktion konnte nicht ausgeführt werden, da das angeforderte Spielerkonto nicht gefunden wurde.",
  "RL_SC_FRIENDS_ERR_INVITE_DOES_NOT_EXIST": "Die Freundschaftsanfrage existiert nicht. Sie wurde möglicherweise vom Sender gelöscht.",
  "RL_SC_FRIENDS_ERR_INVITEE_FRIEND_LIMIT_REACHED": "Es tut uns Leid, du hast die maximale Anzahl an möglichen Freunden erreicht.",
  "RL_SC_FRIENDS_ERR_INVITER_FRIEND_LIMIT_REACHED": "Die Freundschaftsanfrage konnte nicht angenommen werden, da der Spieler die maximale Anzahl an möglichen Freunden bereits erreicht hat.",
  "RL_SC_FRIENDS_ERR_PENDING_SENT_LIMIT_REACHED": "Diese Aktion konnte nicht ausgeführt werden, da du die maximale Anzahl an offenen Freundschaftsanfragen erreicht hast.",
  "RockstarAlreadyLinked": "Dieses Social-Club-Konto ist bereits mit einem anderen Steam-Konto verknüpft. Bitte melde dich bei Steam ab und melde dich mit dem Steam-Konto an, das mit diesem Social-Club-Konto verknüpft ist.",
  "SC_Down": "Bei den Social-Club-Diensten treten momentan technische Probleme auf.<br>\n<br>\nEs wurden keine Probleme mit deiner Internetverbindung festgestellt.",
  "SearchMin3Chars": "Der Suchbegriff muss aus mindestens 3 Zeichen bestehen.",
  "SelectAvatar": "Bitte wähle einen Avatar aus.",
  "ServerError": "Server-Fehler",
  "SettingsCountryLoadFailed": "FEHLER: Abrufen der Länderliste/Regionsliste fehlgeschlagen. Bitte versuche es später nochmal.",
  "SignInFailure": "Anmeldungsfehler",
  "SignInPasswordCount": "Das Passwort muss [min] bis [max] Zeichen lang sein.",
  "SignUpCountryLoadFailed": "FEHLER: Abrufen der Länderliste/Regionsliste fehlgeschlagen. Das Erstellen eines neuen Social-Club-Kontos ist im Moment nicht möglich. Bitte versuche es später nochmal.",
  "SorryTry": "Wir möchten uns für dieses Problem entschuldigen. Bitte versuch es später noch einmal.",
  "SteamAlreadyLinked": "Dieses Steam-Konto ist bereits mit einem anderen Social-Club-Konto verknüpft. Bitte melde dich mit diesem Social-Club-Konto an.",
  "TooManyLoginAttempts": "Dein Konto wurde wegen wiederholter gescheiterter Anmeldeversuche gesperrt.",
  "TweetError": "Tweets können nicht abgerufen werden",
  "UnableConnect": "Netzwerkverbindung konnte nicht hergestellt werden.",
  "UnknownCreateAccountError": "Unbekannter Fehler beim Erstellen dieses Kontos.",
  "UnknownError": "Unbekannter Fehler",
  "ValidDOB": "Bitte gib ein gültiges Geburtsdatum ein.",
  "ValidEmail": "Bitte gib eine gültige E-Mail-Adresse ein."
}