{
  "AccountExists": "Un compte existe déjà qui utilise cette adresse e-mail ou ce pseudo.",
  "ActivationLegalCheck": "La case doit être cochée avant de pouvoir continuer",
  "AnErrorOccurred": "Une erreur s'est produite.",
  "AuthAttempts": "Veuillez compléter le captcha.",
  "AuthTokenInvalid": "Nous n'avons pas pu créer un jeton d'authentification. Veuillez réessayer ultérieurement. Si le problème persiste, rendez-vous sur le <a href=\"https://support.rockstargames.com\" class=\"RGSCLoadExt\">site d'assistance de Rockstar</a>",
  "Cancel": "Annuler",
  "Close": "Fermer",
  "Code": "Code",
  "ConfirmButtonText": "Confirmer",
  "ConfirmMatch": "Le mot de passe de confirmation est différent du mot de passe.",
  "ConnectionUpdate": "Informations de connexion",
  "ConnectLost": "Connexion perdue",
  "ConProblem": "Il se peut qu'il y ait une erreur de connexion avec votre réseau.",
  "CrewGeneralServiceError": "Une erreur s'est produite. Veuillez vérifier votre connexion Internet et réessayer.",
  "CrewNoMembersSuffix": "ne compte actuellement aucun membre.",
  "DisconnectRefresh": "Vous avez été déconnecté du Social Club. L'interface va être modifiée en conséquence.",
  "EmailDoesNotMatch": "L'e-mail de confirmation est différent de l'e-mail.",
  "EmailExists": "Cette adresse e-mail est déjà utilisée.",
  "EmailNotFound": "Adresse e-mail introuvable.",
  "EnterActivation": "Veuillez saisir votre code d'activation Rockstar.",
  "EnterNick": "Veuillez saisir un pseudo.",
  "EnterPassword": "Veuillez saisir votre mot de passe.",
  "EnterRedemption": "Veuillez saisir votre code d'activation Rockstar.",
  "EntryDOB": "Veuillez saisir une date de naissance.",
  "EntryEmail": "Veuillez saisir votre adresse e-mail.",
  "EntryPassword": "Veuillez saisir votre mot de passe.",
  "Error": "Erreur",
  "ErrorActivate": "Une erreur est survenue lors de l'activation.",
  "errorcode_1000.34": "Les services Rockstar ont rencontré une erreur inconnue. Veuillez réessayer ultérieurement. Si le problème persiste, rendez-vous sur le site <a href=\"https://support.rockstargames.com/servicestatus\" class=\"RGSCLoadExt\">d'assistance de Rockstar</a> et vérifiez l'état du service.",
  "errorcode_1000.50": "Impossible de lire la réponse de Steam. Veuillez réessayer ultérieurement. Si le problème persiste, merci de contacter <a href=\"https://support.steampowered.com/?l=french\" class=\"RGSCLoadExt\">l'assistance de Steam</a>.",
  "errorcode_1001": "Le délai d'accès aux services Rockstar a expiré. Veuillez réessayer ultérieurement.",
  "errorcode_1002": "Cette fonctionnalité nécessite un service qui n'est pas disponible actuellement. Veuillez réessayer ultérieurement. Si le problème persiste, rendez-vous sur le site <a href=\"https://support.rockstargames.com/servicestatus\" class=\"RGSCLoadExt\">d'assistance de Rockstar</a> et vérifiez l'état du service.",
  "errorcode_1002.24": "Cette fonctionnalité nécessite un service actuellement désactivé pour cause de maintenance. Veuillez réessayer ultérieurement.",
  "errorcode_1003.50": "Nous rencontrons actuellement des problèmes de communication avec Steam. Veuillez réessayer ultérieurement. Si le problème persiste, vérifiez <a href=\"https://support.rockstargames.com/servicestatus\" class=\"RGSCLoadExt\">l'état du service</a>.",
  "errorcode_1004": "Données inaccessibles. Il pourrait s'agir d'un problème de connexion réseau. Vérifiez que vous avez accès à Internet et réessayez.",
  "errorcode_3000": "Nous n'avons malheureusement pas pu récupérer une ressource essentielle. Veuillez réessayer ultérieurement.",
  "errorcode_3000.18": "Impossible d'obtenir la liste des pays en raison d'un problème avec les services Rockstar. Veuillez réessayer ultérieurement.",
  "errorcode_3000.19": "Nous n'avons malheureusement pas pu récupérer les conditions d'utilisation. Veuillez réessayer ultérieurement.",
  "errorcode_3001": "Impossible d'obtenir les données du Social Club en raison d'un problème avec les services Rockstar. Veuillez réessayer ultérieurement.",
  "errorcode_3002": "Impossible d'obtenir les données du Social Club en raison d'un problème avec les services Rockstar. Veuillez réessayer ultérieurement.",
  "errorcode_4000": "Échec de l'authentification en raison d'un problème avec les services Rockstar. Veuillez réessayer ultérieurement.",
  "errorcode_4000.102": "L'étape d'authentification a échoué. Veuillez vous assurer que le code de vérification est correct et réessayez.",
  "errorcode_4000.103": "L'étape d'authentification a échoué. Veuillez vous assurer que le code de vérification est correct et réessayez.",
  "errorcode_4000.115": "Désolé, le délai de connexion est dépassé. Veuillez réessayer.",
  "errorcode_4000.116": "L'authentification a échoué. Veuillez réessayer.",
  "errorcode_4000.118": "Désolé, le délai de connexion est dépassé. Veuillez réessayer.",
  "errorcode_4000.119": "L'authentification a échoué. Veuillez réessayer (code d'erreur : 4000.119).",
  "errorcode_4000.120": "Vous avez été déconnecté afin de protéger votre compte d'une activité suspecte (code d'erreur : 4000.120).",
  "errorcode_4000.23": "Trop de tentatives de connexion. Veuillez réessayer ultérieurement.",
  "errorcode_4000.50": "L'authentification Steam a échoué. Veuillez réessayer ultérieurement.",
  "errorcode_4000.51": "L'authentification n'est plus valide. Veuillez redémarrer.",
  "errorcode_4000.89": "L'authentification n'a pas pu aboutir car vous êtes déjà connecté depuis un autre endroit.",
  "errorcode_4000.95": "Votre jeton d'authentification a expiré, veuillez redémarrer.",
  "errorcode_4000.96": "Authentification échouée. Veuillez vérifier votre mot de passe et réessayer ultérieurement.",
  "errorcode_4001": "Échec de l'authentification en raison de données incompatibles. Veuillez réinstaller le jeu.",
  "errorcode_4001.100": "Ce compte n'est pas autorisé à utiliser les avatars personnalisés car il a enfreint notre <a href=\"http://www.rockstargames.com/conduct\" class=\"RGSCLoadExt\">code de conduite</a> par le passé.",
  "errorcode_4001.11": "Cette fonctionnalité est momentanément indisponible. Veuillez contacter <a href=\"http://www.rockstargames.com/support\" class=\"RGSCLoadExt\">l'Assistance technique</a> pour obtenir de l'aide.",
  "errorcode_4001.25": "Nous n'avons pas pu vous envoyer d'e-mail confirmant la réinitialisation de votre mot de passe, car vous avez atteint la limite quotidienne de demandes de réinitialisation. Vérifiez votre dossier de spam si vous avez déjà tenté de réinitialiser votre mot de passe ou réessayez dans 24 heures.",
  "errorcode_4001.34": "Seuls les comptes Social Club peuvent se lier à Steam.",
  "errorcode_4001.38": "Vous ne disposez pas de la permission pour utiliser cette fonctionnalité du Social Club. Pour en savoir plus, consultez notre <a href=http://www.rockstargames.com/conduct?locale=fr\" class=\"RGSCLoadExt\">code de conduite</a>.",
  "errorcode_4001.46": "Vous ne pouvez pas vous envoyer un message à vous-même.",
  "errorcode_4001.49": "Échec de la liaison du compte. Ce compte Steam est déjà lié à un autre compte Social Club. Veuillez vous connecter avec ce compte Social Club.",
  "errorcode_4001.72": "Impossible de modifier le pseudo, car il a déjà été changé il y a moins de 365 jours.",
  "errorcode_4001.79": "Impossible d'effectuer cette action car le compte du joueur recherché n'a pas été trouvé.",
  "errorcode_4001.81": "Ce compte Social Club est déjà associé à un autre compte Steam. Veuillez vous déconnecter de Steam puis vous connecter au compte Steam lié à ce compte Social Club.",
  "errorcode_5000": "Un champ est manquant, veuillez vérifier l'ensemble de votre saisie et réessayer. Si le problème persiste, merci de contacter <a href=\"https://support.rockstargames.com/hc/fr\" class=\"RGSCLoadExt\">l'assistance Rockstar</a>.",
  "errorcode_5000.46": "Ce message est vide. Saisissez un message et réessayez.",
  "errorcode_5000.51": "Un champ d'authentification est manquant, veuillez réessayer. Si le problème persiste, merci de contacter <a href=\"https://support.rockstargames.com/hc/fr\" class=\"RGSCLoadExt\">l'assistance Rockstar</a>.",
  "errorcode_5000.66": "La boutique ne peut pas terminer votre commande à l'heure actuelle. Veuillez réessayer ultérieurement.",
  "errorcode_5000.76": "L'identifiant Steam Application est introuvable, veuillez réessayer. Si le problème persiste, merci de contacter <a href=\"https://support.rockstargames.com/hc/fr\" class=\"RGSCLoadExt\">l'assistance Rockstar</a>.",
  "errorcode_5000.77": "Steam Auth Ticket introuvable, veuillez réessayer. Si le problème persiste, merci de contacter <a href=\"https://support.rockstargames.com/hc/fr\" class=\"RGSCLoadExt\">l'assistance Rockstar</a>.",
  "errorcode_5001": "Impossible de traiter cette requête en raison d'un problème avec les services Rockstar, qui indiquent que la saisie n'est pas valide. Veuillez réessayer ultérieurement.",
  "errorcode_5001.11": "Impossible de mettre le compte à jour en raison d'une adresse e-mail non valide. Veuillez réessayer avec une adresse e-mail valide. Seuls les caractères alphanumériques, les tirets bas, les points et le symbole \"@\" sont permis.",
  "errorcode_5001.27": "Le pseudo contient des caractères invalides.",
  "errorcode_5001.31": "Impossible de traiter cette requête en raison d'un mot de passe non valide. Veuillez réessayer avec un mot de passe valide. Il doit contenir de 8 à 16 caractères, dont au moins un chiffre et une lettre majuscule.",
  "errorcode_5001.5": "Impossible de traiter cette requête en raison d'une URL d'avatar manquante ou non valide. Cette erreur est généralement due à un problème avec le Social Club. Veuillez réessayer. Si le problème persiste, assurez-vous d'utiliser la dernière version de l'application du Social Club, disponible ici : <a href=\"https://support.rockstargames.com/hc/articles/200146066\" class=\"RGSGLoadExt\">https://support.rockstargames.com/hc/articles/200146066</a>.",
  "errorcode_5001.50": "Les services Rockstar ne parviennent pas à lire la réponse de Steam. Veuillez réessayer. Si le problème persiste, merci de contacter <a href=\"https://support.rockstargames.com/hc/fr\" class=\"RGSCLoadExt\">l'assistance Rockstar</a>.",
  "errorcode_5001.8": "Impossible de traiter cette requête, car le Social Club a détecté un code de pays/région manquant ou non valide. Veuillez réessayer. Si le problème persiste, assurez-vous d'utiliser la dernière version de l'application du Social Club, disponible ici : <a href=\"https://support.rockstargames.com/hc/articles/200146066\" class=\"RGSGLoadExt\">https://support.rockstargames.com/hc/articles/200146066</a>.",
  "errorcode_5002.10": "Impossible de récupérer le compte car il contient une date de naissance invalide. Merci de contacter <a href=\"https://support.rockstargames.com/hc/fr\" class=\"RGSCLoadExt\">l'assistance Rockstar</a>.",
  "errorcode_5002.11": "Impossible de récupérer le compte car il contient une adresse e-mail invalide. Merci de contacter <a href=\"https://support.rockstargames.com/hc/fr\" class=\"RGSCLoadExt\">l'assistance Rockstar</a>.",
  "errorcode_5002.33": "Impossible de récupérer le compte car il contient un numéro de téléphone invalide. Merci de contacter <a href=\"https://support.rockstargames.com/hc/fr\" class=\"RGSCLoadExt\">l'assistance Rockstar</a>.",
  "errorcode_5002.50": "Impossible de lire la réponse de Steam. Veuillez réessayer. Si le problème persiste, merci de contacter <a href=\"https://support.steampowered.com/\" class=\"RGSCLoadExt\">l'assistance de Steam</a>.",
  "errorcode_5002.62": "Impossible de récupérer le compte car il contient un code postal invalide. Merci de contacter <a href=\"https://support.rockstargames.com/hc/fr\" class=\"RGSCLoadExt\">l'assistance Rockstar</a>.",
  "errorcode_5002.93": "Seuls les caractères alphanumériques sont supportés pour cette méthode de saisie. Veuillez changer de mode de saisie.",
  "errorcode_5003": "Impossible de traiter cette requête en raison de données non valides. Si le problème persiste, merci de contacter <a href=\"https://support.rockstargames.com/hc/fr\" class=\"RGSCLoadExt\">l'assistance Rockstar</a>.",
  "errorcode_5003.27": "Le pseudo doit contenir de 6 à 16 caractères. Modifiez votre pseudo et réessayez.",
  "errorcode_5003.28": "Le pseudo doit contenir de 6 à 16 caractères. Modifiez votre pseudo et réessayez.",
  "errorcode_5003.32": "Le mot de passe doit contenir entre 8 et 16 caractères. Veuillez modifier votre mot de passe et réessayer.",
  "errorcode_5003.66": "La boutique ne peut pas terminer votre commande à l'heure actuelle. Veuillez réessayer ultérieurement.",
  "errorcode_5003.78": "Vous avez atteint la limite de crews autorisée.",
  "errorcode_5004": "La requête contient des grossièretés, des mots réservés ou d'autres termes non autorisés. Supprimez ce texte et réessayez.",
  "errorcode_5004.27": "Le pseudo contient des grossièretés, des mots réservés ou d'autres termes non autorisés.",
  "errorcode_5005": "Échec de la validation des données.",
  "errorcode_5005.74": "Saisie non autorisée détectée. Supprimez ce texte et réessayez.",
  "errorcode_6000": "Les données demandées n'existent pas.",
  "errorcode_6000.35": "Le compte de joueur demandé n'existe pas.",
  "errorcode_6000.41": "Le compte Rockstar demandé n'existe pas.",
  "errorcode_6000.80": "La connexion a échoué. Nous avons essayé de vous connecter en mode hors ligne, mais cela a échoué également. Le mode hors ligne est seulement disponible pour les comptes que vous avez utilisés sur cet ordinateur (avec l'option \"Se souvenir de moi\" cochée) en étant connecté à Internet et pendant que les services du Social Club étaient disponibles.",
  "errorcode_6000.85": "Vous n'avez pas d'invitation à rejoindre ce crew.",
  "errorcode_6000.87": "La connexion a échoué. La connexion en mode hors ligne est indisponible car vous ne vous êtes pas connecté sur cette machine auparavant. Le mode hors ligne est seulement disponible pour les comptes que vous avez utilisés sur cet ordinateur (avec l'option \"Se souvenir de moi\" cochée) en étant connecté à Internet et pendant que les services du Social Club étaient disponibles.",
  "errorcode_6000.88": "Le produit que vous avez essayé d'acheter n'a pas pu être trouvé dans le catalogue.",
  "errorcode_6001.11": "Cette adresse e-mail est déjà associée à un autre compte Social Club. Essayez une adresse e-mail différente. Si cette adresse vous appartient et que vous avez oublié votre mot de passe, vous pouvez <a href=\"http://socialclub.rockstargames.com/profile/requestresetpassword\" class=\"RGSCLoadExt\">le faire réinitialiser</a>.",
  "errorcode_6001.27": "Ce pseudo est déjà utilisé par un autre compte Social Club. Essayez un pseudo différent.",
  "errorcode_6001.86": "Vous êtes déjà membre de ce crew.",
  "errorcode_6002.45": "Nous n'avons pas pu vous envoyer d'e-mail confirmant la réinitialisation de votre mot de passe en raison d'une erreur des services Rockstar. Veuillez réessayer ultérieurement.",
  "errorcode_6003": "Une erreur est survenue lors de la désérialisation des données en raison d'un problème avec les services Rockstar. Veuillez réessayer ultérieurement.",
  "errorcode_6003.66": "La boutique ne peut pas terminer votre commande à l'heure actuelle. Veuillez réessayer ultérieurement.",
  "errorcode_7000": "La boutique est actuellement indisponible. Veuillez réessayer ultérieurement.",
  "errorcode_7000.66": "La boutique ne peut pas terminer votre commande à l'heure actuelle. Veuillez réessayer ultérieurement.",
  "errorcode_7000.71": "Le magasin Steam n'est pas disponible pour le moment. Veuillez réessayer ultérieurement. Si le problème persiste, merci de contacter <a href=\"https://support.steampowered.com/?l=french\" class=\"RGSCLoadExt\">l'assistance de Steam</a>.",
  "errorcode_7000.90": "La boutique ne peut pas installer votre produit à l'heure actuelle. Veuillez réessayer ultérieurement.",
  "errorcode_7001": "Une erreur du service d'activation est survenue. Veuillez réessayer ultérieurement. Si le problème persiste, merci de contacter <a href=\"https://support.rockstargames.com\" class=\"RGSCLoadExt\">l'assistance Rockstar</a>.",
  "errorcode_7001.70": "Impossible d'utiliser le bon de réduction. Veuillez réessayer ultérieurement.",
  "errorcode_8000": "Trop de requêtes ont été envoyées depuis votre adresse IP. Veuillez réessayer dans quelques minutes.",
  "errorcode_9000.79": "Impossible d'envoyer un message car vous avez bloqué cet utilisateur.",
  "errorcode_9000.92": "Impossible d'envoyer le message car vous avez été bloqué par ce joueur.",
  "ErrorHasOccurred": "Veuillez nous excuser, une erreur s'est produite.",
  "ErrorPassword": "Erreur de la mise à jour du mot de passe.",
  "ErrorSupport": "Veuillez réessayer ultérieurement. Si le problème persiste, rendez-vous sur le <a href=\"https://support.rockstargames.com\" class=\"RGSCLoadExt\">site d'assistance de Rockstar</a> et vérifiez <a href=\"https://support.rockstargames.com/hc/articles/200426246\" class=\"RGSCLoadExt\">l'état du service</a>.",
  "ErrorUpdate": "Erreur de la mise à jour du profil : le mot de passe est incorrect ou non valide.",
  "FeatureDisabled": "Fonctionnalité temporairement désactivée",
  "FeatureDisabledDesc": "Désolé, cette fonctionnalité n'est actuellement pas supportée. Veuillez réessayer plus tard.",
  "GenericError1": "Nous sommes désolés, mais d'après les informations que vous nous avez fournies, il ne vous est pas possible de vous inscrire au Social Club. Consultez notre <a href=\"https://www.rockstargames.com/privacy?locale=fr\" class=\"RGSCLoadExt\">Charte de confidentialité</a>. Si vous pensez que c'est une erreur, veuillez contacter <a href=\"https://support.rockstargames.com/hc/fr/requests/new\" class=\"RGSCLoadExt\">l'assistance Rockstar Games</a>.",
  "GenericFriendActionError": "Désolé, la requête a échoué, veuillez réessayer ultérieurement.",
  "GenericServerError": "Les services Rockstar ont rencontré une erreur inconnue. Veuillez réessayer ultérieurement.",
  "IncorrectPassword": "Mot de passe incorrect. Veuillez réessayer.",
  "InternetAccess": "Veuillez vous assurer d'avoir accès à internet et réessayez.",
  "InvalidCreateAccountError": "Un problème est survenu lors de la création de votre compte.",
  "InvalidPassPattern": "Caractères alphanumériques ou appartenant à cette liste seulement : \"{0}\"",
  "InvalidPassword": "Votre mot de passe est invalide. Enlevez les caractères spéciaux et essayez à nouveau.",
  "InvalidPasswordNew": "Votre mot de passe doit contenir entre [min] et [max] caractères, avec au moins un chiffre et une majuscule. Veuillez modifier votre mot de passe et réessayer.",
  "InvalidZip": "Code postal invalide",
  "Loading": "Chargement...",
  "Maintenance": "Maintenance planifiée",
  "MaxNoCrewsExceeded": "Vous avez atteint la limite de crews autorisée.",
  "MessageMissing": "Un message est requis.",
  "MfaCodeInvalid": "Code de vérification invalide, veuillez réessayer.",
  "MfaCodeMissing": "Veuillez entrer votre code de vérification.",
  "MfaResetError": "Veuillez nous excuser, nous ne pouvons accéder à votre demande pour le moment. Veuillez réessayer plus tard.",
  "NetworkDetected": "Connexion détectée !",
  "NickChar": "Votre pseudo doit contenir entre 6 et 16 caractères.",
  "NickExists": "Ce pseudo est déjà utilisé.",
  "NickInvalid": "Le pseudo contient des caractères invalides.",
  "NicknameMissing": "Un pseudo est requis.",
  "NoActiveCrew": "Vous n'avez actuellement aucun crew actif.",
  "NoCon": "Connexion introuvable",
  "NoData": "Pas de données",
  "NoInternet": "Le jeu n'a pas pu se connecter à Internet. Les fonctionnalités en ligne et les contenus téléchargeables pourraient être indisponibles. Essayez les étapes suivantes :<br>\n<br>\nOuvrez un navigateur pour vérifier que votre connexion Internet est active.<br>\nSi vous avez un modem et un routeur séparés, connectez-vous directement à votre modem (l'autre boîtier) en utilisant un câble réseau pour vérifier si votre routeur est à l'origine du problème.<br>\nSi vous avez un boîtier du type modem/routeur, essayez d'activer le mode Bridge.",
  "NoMatchCrewMembers": "Aucun membre de crew correspondant à vos critères n'a été trouvé.",
  "NoMatches": "Aucun résultat. Veuillez réessayer avec d'autres mots-clés.",
  "NoMatchSCMembers": "Aucun membre du Social Club correspondant à vos critères n'a été trouvé.",
  "NoStatsExist": "Les stats n’ont pas encore été créées pour ce profil.",
  "NotAccess": "Désolé, les données sont inaccessibles.",
  "NotFound": "Ce profil n'existe pas ou le mot de passe est invalide.",
  "NotFoundEmail": "Cet e-mail n'existe pas ou le mot de passe est invalide.",
  "OfflineBut": "Vous êtes hors ligne mais votre connection a été rétablie. Voulez-vous passer en ligne à nouveau ?",
  "OnlineDisabled": "Désolé, le Social Club rencontre actuellement des difficultés techniques et les services en ligne ont été temporairement désactivés.",
  "PasswordCount": "Longueur du mot de passe incorrecte. Votre mot de passe doit contenir entre [min] et [max] caractères, avec au moins un chiffre et une majuscule. Veuillez modifier votre mot de passe et réessayer.",
  "PasswordSame": "Votre nouveau mot de passe doit différer de l'actuel.",
  "PasswordUpdate": "Votre mot de passe actuel est trop simple. Saisissez-en un autre.",
  "PrivacySettingFailure": "Échec de la mise à jour des paramètres de confidentialité.",
  "ProductUrlNotFound": "Une erreur s'est produite pendant la récupération de l'URL du produit.",
  "ProfileNotFound": "Le profil sélectionné est introuvable.",
  "ReportError": "Une erreur s'est produite lors de l'envoi du signalement.",
  "request_AccountSearch": "Recherche de compte",
  "request_BindSteamAccount": "Lier un compte Steam",
  "request_CheckPassword": "Vérifier le mot de passe",
  "request_CrewMembers": "Membres du crew",
  "request_DeleteMessage": "Supprimer le message",
  "request_EmailAvailable": "Vérifier la disponibilité de l'adresse e-mail",
  "request_GetAvatars": "Voir les avatars",
  "request_GetAvatarXml": "Voir le XML d'avatar",
  "request_GetCommunityStats": "Stats communauté",
  "request_GetCountries": "Voir les pays",
  "request_GetCrewInvites": "Voir les invitations de crew",
  "request_GetCustomAvatars": "Voir les avatars personnalisés",
  "request_GetEulaOffline": "Voir l'Accord de licence hors ligne",
  "request_GetFriendAchievements": "Voir les succès des amis",
  "request_GetFriendInvites": "Voir les invitations d'amis",
  "request_GetFriendProfile": "Voir le profil de l'ami",
  "request_GetFriendProfileCrews": "Voir les crews pour le profil d'ami",
  "request_GetFriends": "Voir les amis",
  "request_GetMessages": "Voir les messages",
  "request_GetMessageSenderList": "Voir la liste des expéditeurs",
  "request_GetPlayerStats": "Voir les stats du joueur",
  "request_GetPrivacyPolicy": "Voir la charte de confidentialité",
  "request_GetTos": "Voir les conditions d'utilisation",
  "request_GetUserAccountInfo": "Voir les informations de compte de l'utilisateur",
  "request_MyCrews": "Voir mes crews",
  "request_NicknameAvailable": "Vérifier la disponibilité du pseudo",
  "request_ResetPassword": "Demande de réinitialisation du mot de passe",
  "request_SearchCrewMembers": "Chercher dans les membres du crew",
  "request_SearchCrews": "Chercher dans les crews",
  "request_SendMessage": "Envoyer un message",
  "request_SubmitProfileReport": "Signaler un utilisateur",
  "request_UpdateAvatar": "Modifier l'avatar",
  "request_UpdateCountry": "Modifier le pays/région",
  "request_UpdateDob": "Modifier la date de naissance",
  "request_UpdateDobCountry": "Modifier la date de naissance et le pays/région",
  "request_UpdateEmail": "Modifier l'adresse e-mail",
  "request_UpdateNickname": "Modifier le pseudo",
  "request_UpdatePassword": "Modifier le mot de passe",
  "request_UpdatePrivacySettings": "Modifier les paramètres de confidentialité",
  "request_UpdateProfile": "Modifier le profil",
  "request_UserNetworks": "Voir les réseaux d'utilisateurs",
  "request_ValidateAccountDetails": "Valider les infos du compte",
  "Retry": "Réessayer",
  "RL_SC_FRIENDS_ERR_ALREADY_BLOCKED": "Impossible de bloquer ce joueur car vous l'avez déjà bloqué.",
  "RL_SC_FRIENDS_ERR_ALREADY_FRIENDS": "Impossible d'effectuer cette action car vous êtes déjà amis.",
  "RL_SC_FRIENDS_ERR_AUTHENTICATION_FAILED": "Désolé, une erreur est survenue durant l'authentification. Veuillez réessayer.",
  "RL_SC_FRIENDS_ERR_BLOCK_DOES_NOT_EXIST": "Impossible de retirer le joueur de la liste des joueurs bloqués car il ne fait pas partie de la liste.",
  "RL_SC_FRIENDS_ERR_BLOCKER_FRIEND_LIMIT_REACHED": "Impossible d'effectuer cette action car votre liste de joueurs bloqués est pleine.",
  "RL_SC_FRIENDS_ERR_FRIEND_DOES_NOT_EXIST": "Impossible d'effectuer cette action car vous n'êtes pas ami avec ce joueur.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_BLOCKED": "Impossible d'effectuer cette action car vous avez été bloqué par ce joueur.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_DOES_NOT_EXIST": "Impossible d'effectuer cette action car l'invitation d'ami n'a pas pu être trouvée.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_EXISTS": "Impossible d'effectuer cette action car une demande d'ami existe déjà entre ce joueur et vous.",
  "RL_SC_FRIENDS_ERR_INVALID_INVITEE_ID": "Impossible d'effectuer cette action car le compte du joueur recherché n'a pas été trouvé.",
  "RL_SC_FRIENDS_ERR_INVITE_DOES_NOT_EXIST": "L'invitation d'ami n'existe pas. Elle a dû être retirée par le joueur.",
  "RL_SC_FRIENDS_ERR_INVITEE_FRIEND_LIMIT_REACHED": "Désolé, vous avez atteint le nombre maximum d'amis autorisé.",
  "RL_SC_FRIENDS_ERR_INVITER_FRIEND_LIMIT_REACHED": "Impossible d'accepter la demande car le joueur a dépassé le nombre maximum d'amis autorisé.",
  "RL_SC_FRIENDS_ERR_PENDING_SENT_LIMIT_REACHED": "Impossible d'effectuer cette action car vous avez atteint le nombre maximal d'invitations d'ami en cours.",
  "RockstarAlreadyLinked": "Ce compte Social Club est déjà associé à un autre compte Steam. Veuillez vous déconnecter de Steam puis vous connecter au compte Steam lié à ce compte Social Club.",
  "SC_Down": "Les services du Social Club rencontrent actuellement des problèmes techniques.<br>\n<br>\nAucun problème n'a été détecté avec votre connexion Internet",
  "SearchMin3Chars": "Votre recherche doit contenir au minimum 3 caractères.",
  "SelectAvatar": "Veuillez choisir un avatar.",
  "ServerError": "Erreur du serveur",
  "SettingsCountryLoadFailed": "ERREUR : Le chargement de la liste des pays/régions a échoué. Veuillez réessayer ultérieurement.",
  "SignInFailure": "Échec de connexion",
  "SignInPasswordCount": "Votre mot de passe doit contenir entre [min] et [max] caractères.",
  "SignUpCountryLoadFailed": "ERREUR : Le chargement de la liste des pays/régions a échoué. Impossible de créer un compte Social Club pour le moment. Veuillez réessayer ultérieurement.",
  "SorryTry": "Veuillez nous excuser pour ce problème. Veuillez réessayer plus tard.",
  "SteamAlreadyLinked": "Ce compte Steam est déjà associé à un autre compte Social Club. Veuillez vous connecter avec ce compte Social Club.",
  "TooManyLoginAttempts": "Votre compte a été verrouillé en raison d'un trop grand nombre de tentatives de connexion infructueuses.",
  "TweetError": "Impossible d'accéder à Twitter",
  "UnableConnect": "Impossible de se connecter au réseau",
  "UnknownCreateAccountError": "Erreur lors de la création du profil.",
  "UnknownError": "Erreur inconnue",
  "ValidDOB": "Veuillez saisir une date de naissance valide.",
  "ValidEmail": "Saisissez une adresse valide."
}