{
  "AccountExists": "Podany email lub pseudonim są już przypisane do innego konta.",
  "ActivationLegalCheck": "Zaznacz pole wyboru, aby kontynuwać",
  "AnErrorOccurred": "Wystąpił błąd",
  "AuthAttempts": "Proszę wpisać kod captcha.",
  "AuthTokenInvalid": "Tworzenie tokena logowania nie powiodło się. Spróbuj ponownie później. Jeżeli błąd będzie nadal występował, odwiedź <a href=\"https://support.rockstargames.com\" class=\"RGSCLoadExt\">Stronę wsparcia technicznego Rockstar</a>",
  "Cancel": "Anuluj",
  "Close": "Zamknij",
  "Code": "Kod",
  "ConfirmButtonText": "Potwierdź",
  "ConfirmMatch": "Podane hasła różnią się.",
  "ConnectionUpdate": "Aktualizacja połączenia",
  "ConnectLost": "Utracono połączenie",
  "ConProblem": "Może występować problem z Twoim połączeniem sieciowym.",
  "CrewGeneralServiceError": "Wystąpił błąd. Sprawdź połączenie internetowe i spróbuj ponownie.",
  "CrewNoMembersSuffix": "nie ma obecnie żadnych członków.",
  "DisconnectRefresh": "Utracono połączenie z Social Club. Interfejs zostanie odświeżony, by to odwzorować.",
  "EmailDoesNotMatch": "Podane e-maile różnią się.",
  "EmailExists": "Podany email jest już zajęty.",
  "EmailNotFound": "Nie rozpoznano adresu email.",
  "EnterActivation": "Wpisz kod aktywacyjny Rockstar.",
  "EnterNick": "Wpisz pseudonim.",
  "EnterPassword": "Wpisz hasło.",
  "EnterRedemption": "Wpisz kod aktywacyjny Rockstar.",
  "EntryDOB": "Wpisz datę urodzenia.",
  "EntryEmail": "Wpisz adres email.",
  "EntryPassword": "Wpisz hasło.",
  "Error": "Błąd",
  "ErrorActivate": "Błąd podczas próby aktywacji.",
  "errorcode_1000.34": "Wystąpił nieznany błąd. Spróbuj ponownie później. Jeśli problem będzie się powtarzał, odwiedź <a href=\"https://support.rockstargames.com/servicestatus\" class=\"RGSCLoadExt\">stronę pomocy technicznej Rockstar</a> i obserwuj aktualizacje statusu usług.",
  "errorcode_1000.50": "Brak odpowiedzi z usługi Steam, spróbuj ponownie później. Jeśli problem będzie się powtarzał, skontaktuj się z <a href=\"https://support.steampowered.com/\" class=\"RGSCLoadExt\">pomocą techniczną Steam</a>.",
  "errorcode_1001": "Upłynął czas oczekiwania na usługę Rockstar Games. Spróbuj ponownie później.",
  "errorcode_1002": "Ta opcja wymaga usługi, która jest obecnie wyłączona. Spróbuj ponownie później. Jeśli problem będzie się powtarzał, odwiedź <a href=\"https://support.rockstargames.com/servicestatus\" class=\"RGSCLoadExt\">stronę pomocy technicznej Rockstar</a> i obserwuj aktualizacje statusu usług.",
  "errorcode_1002.24": "Ta funkcja wymaga usługi która jest obecnie wyłączona z powodu przerwy technicznej. Spróbuj ponownie później.",
  "errorcode_1003.50": "W chwili obecnej występują problemy z komunikacją z usługą Steam. Spróbuj ponownie później. Jeśli problem będzie się powtarzał, sprawdź naszą <a href=\"https://support.rockstargames.com/servicestatus\" class=\"RGSCLoadExt\">stronę ze statusem usług</a>.",
  "errorcode_1004": "Dane niedostępne. Twoje połączenie sieciowe może nie działać poprawnie. Sprawdź je i spróbuj ponownie.",
  "errorcode_3000": "Niestety nie udało nam się pobrać niezbędnego elementu. Spróbuj ponownie później.",
  "errorcode_3000.18": "Nie udało się pobrać listy krajów z powodu problemu z działaniem usług sieciowych Rockstar. Spróbuj ponownie później.",
  "errorcode_3000.19": "Niestety nie udało nam się pobrać dokumentów regulaminów. Spróbuj ponownie później.",
  "errorcode_3001": "Nie udało się uzyskać danych Social Club z powodu problemu z działaniem usług sieciowych Rockstar. Spróbuj ponownie później.",
  "errorcode_3002": "Nie udało się uzyskać danych Social Club z powodu problemu z działaniem usług sieciowych Rockstar. Spróbuj ponownie później.",
  "errorcode_4000": "Uwierzytelnianie nie powiodło się z powodu problemu z działaniem usługi Rockstar Games. Spróbuj ponownie później.",
  "errorcode_4000.102": "Uwierzytelnienie nie powiodło się. Sprawdź swój kod weryfikacyjny i spróbuj ponownie.",
  "errorcode_4000.103": "Uwierzytelnienie nie powiodło się. Sprawdź swój kod weryfikacyjny i spróbuj ponownie.",
  "errorcode_4000.115": "Minęło zbyt wiele czasu i nastąpiło wylogowanie. Proszę spróbować ponownie.",
  "errorcode_4000.116": "Uwierzytelnianie nie powiodło się. Proszę spróbować ponownie.",
  "errorcode_4000.118": "Minęło zbyt wiele czasu i nastąpiło wylogowanie. Proszę spróbować ponownie.",
  "errorcode_4000.119": "Uwierzytelnianie nie powiodło się. Proszę spróbować ponownie. (Kod błędu: 4000.119)",
  "errorcode_4000.120": "Nastąpiło wylogowanie, aby chronić twoje konto przed szkodliwą działalnością. (Kod błędu: 4000.120)",
  "errorcode_4000.23": "Wykonano zbyt wiele nieudanych prób logowania. Spróbuj ponownie później.",
  "errorcode_4000.50": "Błąd usługi uwierzytelniającej Steam. Spróbuj ponownie później.",
  "errorcode_4000.51": "Uwierzytelnianie wygasło, spróbuj ponownie.",
  "errorcode_4000.89": "Uwierzytelnianie nie powiodło się, ponieważ ktoś jest zalogowany do tego konta.",
  "errorcode_4000.95": "Zapisany token logowania wygasł, spróbuj ponownie.",
  "errorcode_4000.96": "Uwierzytelnianie nie powiodło się. Sprawdź swoje hasło i spróbuj ponownie.",
  "errorcode_4001": "Uwierzytelnianie nie powiodło się z powodu niekompatybilnych danych. Zainstaluj ponownie grę.",
  "errorcode_4001.100": "To konto nie ma uprawnień do używania funkcji własnego avatara z powodu przeszłych naruszeń naszych <a href=\"http://www.rockstargames.com/conduct\" class=\"RGSCLoadExt\">zasad postępowania</a>.",
  "errorcode_4001.11": "Funkcja jest aktualnie niedostępna. Proszę skontaktować się z <a href=\"http://www.rockstargames.com/support\" class=\"RGSCLoadExt\">pomocą techniczną</a>, aby uzyskać pomoc.",
  "errorcode_4001.25": "Wysłanie wiadomości potwierdzającej reset hasła było niemożliwe, ponieważ użytkownik osiągnął już dzienny limit tego typu wiadomości. Jeśli wysłano już wcześnie prośbę o zresetowanie hasła, sprawdź folder ze spamem w swojej skrzynce odbiorczej albo spróbuj ponownie za 24 godziny.",
  "errorcode_4001.34": "Tylko konta Social Club mogą zostać powiązane ze Steam.",
  "errorcode_4001.38": "Nie masz odpowiednich uprawnień, aby użyć tej funkcji Social Club. Aby dowiedzieć się więcej, zobacz nasze <a href=\"http://www.rockstargames.com/conduct?locale=pl\" class=\"RGSCLoadExt\">zasady postępowania</a>.",
  "errorcode_4001.46": "Nie można wysyłać wiadomości do samego siebie.",
  "errorcode_4001.49": "Nie udało się powiązać konta. Konto Steam zostało już powiązane z innym kontem Social Club. Proszę zalogować się do tego konta Social Club.",
  "errorcode_4001.72": "Nie można zaktualizować pseudonimu, ponieważ został już zmieniony w ciągu ostatnich 365 dni.",
  "errorcode_4001.79": "Czynność nie może zostać wykonana, ponieważ nie można odnaleźć podanego konta gracza.",
  "errorcode_4001.81": "To konto Social Club jest już przypisane do innego konta Steam. Proszę wylogować się z usługi Steam i zalogować się do konta powiązanego z tym kontem Social Club.",
  "errorcode_5000": "Brakująca wartość. Proszę sprawdzić wprowadzone dane i spóbować ponownie. Jeżeli problem będzie się powtarzać, proszę skontaktować się z <a href=\"https://support.rockstargames.com/hc/pl\" class=\"RGSCLoadExt\">pomocą techniczną</a>, aby uzyskać pomoc.",
  "errorcode_5000.46": "Wiadomość nie zawiera treści. Wprowadź treść wiadomości i spróbuj ponownie.",
  "errorcode_5000.51": "Brakująca wartość autentyfikacyjna. Proszę spróbować ponownie. Jeżeli problem będzie się powtarzać, proszę skontaktować się z <a href=\"https://support.rockstargames.com/hc/pl\" class=\"RGSCLoadExt\">pomocą techniczną</a>, aby uzyskać pomoc.",
  "errorcode_5000.66": "Sklep nie może obecnie zrealizować Twojego zamówienia. Spróbuj ponownie później.",
  "errorcode_5000.76": "Nie udało się odnaleźć Steam App Id. Proszę spróbować ponownie. Jeżeli problem będzie się powtarzać, proszę skontaktować się z <a href=\"https://support.rockstargames.com/hc/pl\" class=\"RGSCLoadExt\">pomocą techniczną</a>, aby uzyskać pomoc.",
  "errorcode_5000.77": "Nie udało się odnaleźć Steam Auth Ticket. Proszę spróbować ponownie. Jeżeli problem będzie się powtarzać, proszę skontaktować się z <a href=\"https://support.rockstargames.com/hc/pl\" class=\"RGSCLoadExt\">pomocą techniczną</a>, aby uzyskać pomoc.",
  "errorcode_5001": "Nie można wykonać, ponieważ usługa Rockstar Games określiła dane jako błędne i je odrzuciła. Spróbuj ponownie później.",
  "errorcode_5001.11": "Nie można zaktualizować konta z powodu błędnego adresu e-mail. Spróbuj ponownie później z poprawnym adresem. Dozwolone są znaki alfanumeryczne, cyfry, podkreślniki, kropki i symbol „@”.",
  "errorcode_5001.27": "Nieprawidłowe znaki w pseudonimie.",
  "errorcode_5001.31": "Nie można wykonać z powodu błędnego hasła. Spróbuj ponownie z poprawnym hasłem. Hasło musi zawierać od 8 do 16 znaków oraz co najmniej jedną cyfrę i jedną wielką literę.",
  "errorcode_5001.5": "Nie można wykonać z powodu brakującego lub błędnego adresu awatara. To najczęściej skutek problemu z działaniem Social Club. Spróbuj ponownie później. Jeśli problem będzie się powtarzał, upewnij się, że korzystasz z najnowszej wersji aplikacji Social Club, którą można znaleźć pod adresem <a href=\"https://support.rockstargames.com/hc/articles/200146066\" class=\"RGSGLoadExt\">https://support.rockstargames.com/hc/articles/200146066</a>.",
  "errorcode_5001.50": "Brak odpowiedzi z usługi Steam, spróbuj ponownie później. Jeśli problem będzie się powtarzać, skontaktuj się z <a href=\"https://support.steampowered.com/\" class=\"RGSCLoadExt\">pomocą techniczną Steam</a>.",
  "errorcode_5001.8": "Nie można wykonać, ponieważ usługa Social Club wykryła brakujący lub błędny kod kraju/regionu zamieszkania. Spróbuj ponownie. Jeśli problem będzie się powtarzać, upewnij się, że korzystasz z najnowszej wersji aplikacji Social Club, którą można znaleźć pod adresem <a href=\"https://support.rockstargames.com/hc/articles/200146066\" class=\"RGSGLoadExt\">https://support.rockstargames.com/hc/articles/200146066</a>.",
  "errorcode_5002.10": "Nie udało się odzyskać konta, ponieważ zawiera ono nieprawidłową datę urodzenia. Proszę skontaktować się z <a href=\"https://support.rockstargames.com/hc/pl\" class=\"RGSCLoadExt\">pomocą techniczną</a>, aby uzyskać pomoc.",
  "errorcode_5002.11": "Nie udało się odzyskać konta, ponieważ zawiera ono nieprawidłowy adres e-mail. Proszę skontaktować się z <a href=\"https://support.rockstargames.com/hc/pl\" class=\"RGSCLoadExt\">pomocą techniczną</a>, aby uzyskać pomoc.",
  "errorcode_5002.33": "Nie udało się odzyskać konta, ponieważ zawiera ono nieprawidłowy numer telefonu. Proszę skontaktować się z <a href=\"https://support.rockstargames.com/hc/pl\" class=\"RGSCLoadExt\">pomocą techniczną</a>, aby uzyskać pomoc.",
  "errorcode_5002.50": "Brak odpowiedzi z usługi Steam, spróbuj ponownie później. Jeśli problem będzie się powtarzać, skontaktuj się z <a href=\"https://support.steampowered.com/\" class=\"RGSCLoadExt\">pomocą techniczną Steam</a>.",
  "errorcode_5002.62": "Nie udało się odzyskać konta, ponieważ zawiera ono nieprawidłowy kod pocztowy. Proszę skontaktować się z <a href=\"https://support.rockstargames.com/hc/pl\" class=\"RGSCLoadExt\">pomocą techniczną</a>, aby uzyskać pomoc.",
  "errorcode_5002.93": "Wspierane są tylko znaki alfanumeryczne. Proszę zmienić metodę wprowadzania znaków.",
  "errorcode_5003": "Nie można wykonać z powodu błędnych danych. Zmień dane i spróbuj ponownie. Jeśli problem będzie się powtarzał, skontaktuj się z <a href=\"http://www.rockstargames.com/support\" class=\"RGSCLoadExt\">pomocą techniczną</a>.",
  "errorcode_5003.27": "Pseudonim musi zawierać od 6 do 16 znaków. Zmień pseudonim i spróbuj ponownie.",
  "errorcode_5003.28": "Pseudonim musi zawierać od 6 do 16 znaków. Zmień pseudonim i spróbuj ponownie.",
  "errorcode_5003.32": "Hasło musi zawierać od 8 do 16 znaków. Zmień hasło i spróbuj ponownie.",
  "errorcode_5003.66": "Sklep nie może obecnie zrealizować Twojego zamówienia. Spróbuj ponownie później.",
  "errorcode_5003.78": "Przekroczono maksymalną liczbę ekip.",
  "errorcode_5004": "Treść zawiera wulgaryzmy, słowa zastrzeżone bądź niedozwolone. Usuń je i spróbuj ponownie.",
  "errorcode_5004.27": "Pseudonim zawiera wulgaryzmy, słowa zastrzeżone bądź niedozwolone.",
  "errorcode_5005": "Zatwierdzenie danych nie powiodło się.",
  "errorcode_5005.74": "Wykryto błędne dane. Usuń ten tekst i spróbuj ponownie.",
  "errorcode_6000": "Wybrane dane nie istnieją.",
  "errorcode_6000.35": "Wybrane konto gracza nie istnieje.",
  "errorcode_6000.41": "Wybrane konto Rockstar nie istnieje.",
  "errorcode_6000.80": "Logowanie online nie powiodło się. Próba awaryjnego wpisania się w trybie offline nie powiodła się. Nazwa użytkownika albo hasło mogą być niepoprawne, lub dane konto nie istnieje na tym komputerze. Tryb offline jest dostępny jedynie dla kont, na które zalogowano się wcześniej na tym komputerze (z zaznaczoną opcją \"Pamiętaj mnie\"), gdy miał on połączenie z internetem, a usługi Social Club były dostępne.",
  "errorcode_6000.85": "Nie masz zaproszenia, żeby dołączyć do tej ekipy.",
  "errorcode_6000.87": "Logowanie online nie powiodło się. Awaryjne logowanie offline nie powiodło się, ponieważ nie zalogowano się na tym komputerze wcześniej. Tryb offline jest dostępny jedynie dla kont, na które zalogowano się wcześniej na tym komputerze (z zaznaczoną opcją \"Pamiętaj mnie\"), gdy miał on połączenie z internetem, a usługi Social Club były dostępne.",
  "errorcode_6000.88": "Nie udało się odnaleźć produktu, który chcesz zakupić w katalogu.",
  "errorcode_6001.11": "Ten adres e-mail został już wykorzystany do założenia konta Social Club. Wybierz inny adres e-mail. Jeśli jest to Twój adres i nie pamiętasz hasła, możesz <a href=\"http://socialclub.rockstargames.com/profile/requestresetpassword\" class=\"RGSCLoadExt\">poprosić o jego zresetowanie</a>.",
  "errorcode_6001.27": "Ten pseudonim został już wykorzystany do założenia konta Social Club. Wybierz inny pseudonim.",
  "errorcode_6001.86": "Jesteś już członkiem tej ekipy.",
  "errorcode_6002.45": "Wysłanie wiadomości potwierdzającej reset hasła było niemożliwe z powodu błędu usług sieciowych Rockstar. Spróbuj ponownie później.",
  "errorcode_6003": "Deserializacja danych nie powiodła się z powodu błędu usługi Rockstar Games. Spróbuj ponownie później.",
  "errorcode_6003.66": "Sklep nie może obecnie zrealizować Twojego zamówienia. Spróbuj ponownie później.",
  "errorcode_7000": "Sklep jest obecnie niedostępny. Spróbuj ponownie później.",
  "errorcode_7000.66": "Sklep nie może obecnie zrealizować Twojego zamówienia. Spróbuj ponownie później.",
  "errorcode_7000.71": "Sklep Steam jest aktualnie niedostępny. Spróbuj ponownie później. Jeżeli problem będzie się powtarzać, proszę skontaktować się z <a href=\"https://support.steampowered.com/\" class=\"RGSCLoadExt\">pomocą Steam</a>.",
  "errorcode_7000.90": "Sklep nie może obecnie zainstalować Twojego zamówienia. Spróbuj ponownie później.",
  "errorcode_7001": "Wystąpił błąd usługi aktywacyjnej. Proszę spróbować później. Jeżeli problem będzie się powtarzać, proszę odwiedzić <a href=\"https://support.rockstargames.com\" class=\"RGSCLoadExt\">stronę pomocy technicznej Rockstar</a>.",
  "errorcode_7001.70": "Nie można wykorzystać kuponu. Spróbuj ponownie później.",
  "errorcode_8000": "Wykryto zbyt wiele zapytań z twojego adresu IP. Poczekaj parę minut i spróbuj ponownie później.",
  "errorcode_9000.79": "Nie można wysłać wiadomości, ponieważ użytkownik jest zablokowany.",
  "errorcode_9000.92": "Nie można wysłać wiadomości, ponieważ odbiorca dodał cię do listy zablokowanych.",
  "ErrorHasOccurred": "Wystąpił błąd, przepraszamy.",
  "ErrorPassword": "Nieudana próba zmiany hasła.",
  "ErrorSupport": "Spróbuj ponownie później. Jeśli błąd będzie wciąż występował, odwiedź <a href=\"https://support.rockstargames.com\" class=\"RGSCLoadExt\">stronę pomocy technicznej Rockstar</a> i obserwuj <a href=\"https://support.rockstargames.com/servicestatus\" class=\"RGSCLoadExt\">aktualizacje statusu usług</a>.",
  "ErrorUpdate": "Nieudana próba aktualizacji profilu: proszę sprawdzić poprawność hasła.",
  "FeatureDisabled": "Funkcja tymczasowo wyłączona",
  "FeatureDisabledDesc": "Przepraszamy, ta funkcja nie jest obecnie wspomagana. Spróbuj ponownie później.",
  "GenericError1": "Przepraszamy, z podanych informacji wynika, że nie możesz zarejestrować się w Social Club. Sprawdź naszą <a href=\"https://www.rockstargames.com/pl/privacy\" class=\"RGSCLoadExt\">politykę prywatności</a>. Jeśli uważasz, że wystąpił błąd, skontaktuj się z <a href=\"support.rockstargames.com/hc/pl/requests/new\" class=\"RGSCLoadExt\">Pomocą techniczną Rockstar</a>.",
  "GenericFriendActionError": "Przepraszamy, wysłanie prośby nie powiodło się. Spróbuj ponownie później.",
  "GenericServerError": "Wystąpił nieznany błąd w funkcjonowaniu usługi Rockstar Games. Spróbuj ponownie później.",
  "IncorrectPassword": "Błędne hasło, spróbuj ponownie.",
  "InternetAccess": "Sprawdź połączenie z Internetem i spróbuj ponownie.",
  "InvalidCreateAccountError": "Wystąpił błąd w trakcie tworzenia konta.",
  "InvalidPassPattern": "Tylko znaki alfanumeryczne lub następujące: \"{0}\"",
  "InvalidPassword": "Wprowadzone hasło jest niepoprawne. Usuń znaki specjalne i spróbuj ponownie.",
  "InvalidPasswordNew": "Hasło musi zawierać [min]-[max] znaków, w tym co najmniej jedną wielką literę i jedną cyfrę. Proszę poprawić hasło i spróbować ponownie.",
  "InvalidZip": "Nieprawidłowy kod pocztowy",
  "Loading": "Wczytywanie...",
  "Maintenance": "Przerwa techniczna",
  "MaxNoCrewsExceeded": "Przekroczono maksymalną liczbę ekip.",
  "MessageMissing": "Wiadomość wymagana.",
  "MfaCodeInvalid": "Błędny kod weryfikacyjny, spróbuj ponownie.",
  "MfaCodeMissing": "Proszę podać kod weryfikacyjny.",
  "MfaResetError": "Niestety nie możemy obecnie przetworzyć twojego zgłoszenia. Spróbuj ponownie później.",
  "NetworkDetected": "Wykryto połączenie sieciowe!",
  "NickChar": "Pseudonim musi zawierać od 6 do 16 znaków.",
  "NickExists": "Podany pseudonim jest już zajęty.",
  "NickInvalid": "Nieprawidłowe znaki w pseudonimie.",
  "NicknameMissing": "Pseudonim wymagany.",
  "NoActiveCrew": "Nie ustawiono aktywnej ekipy.",
  "NoCon": "Błąd połączenia",
  "NoData": "Brak danych",
  "NoInternet": "Nie udało się połączyć z Internetem. Funkcje sieciowe oraz zawartość do pobrania mogą być niedostępne. Spróbuj poniższych porad: <br>\n<br>\nOtwórz okno przeglądarki internetowej, aby sprawdzić połączenie z Internetem.<br>\nJeśli korzystasz z oddzielnego modemu oraz routera, pomiń router i podłącz się bezpośrednio do modemu używając kabla sieciowego, aby wykluczyć problem z routerem.<br>\nJeśli korzystasz z połączonego routera/modemu, spróbuj ustawić urządzenie w tryb mostu.",
  "NoMatchCrewMembers": "Nie znaleziono odpowiednich członków ekipy.",
  "NoMatches": "Nie znaleziono. Spróbuj ponownie za pomocą innego hasła wyszukiwania.",
  "NoMatchSCMembers": "Nie znaleziono odpowiednich członków Social Club.",
  "NoStatsExist": "Brak dostępnych statystyk gracza!",
  "NotAccess": "Przepraszamy, dane są niedostępne",
  "NotFound": "Nazwa użytkownika nie istnieje lub wprowadzone hasło jest nieprawidłowe.",
  "NotFoundEmail": "Nie znaleziono adresu email lub podane hasło jest nieprawidłowe.",
  "OfflineBut": "Obecnie jesteś w trybie offline, jednak połączenie z siecią jest znów dostępne. Chcesz przejść do trybu online?",
  "OnlineDisabled": "Przepraszamy, Social Club ma obecnie problemy techniczne i usługi sieciowe zostały chwilowo wyłączone.",
  "PasswordCount": "Nieprawidłowa długość hasła. Hasło musi składać się z [min]-[max] znaków oraz zawierać co najmniej jedną cyfrę i wielką literę. Proszę poprawić swoje hasło i spróbować ponownie.",
  "PasswordSame": "Twoje nowe hasło musi się różnić od poprzedniego.",
  "PasswordUpdate": "Twoje obecne hasło jest za słabe. Wprowadź nowe.",
  "PrivacySettingFailure": "Nie udało się zaktualizować ustawień prywatności.",
  "ProductUrlNotFound": "Nie udało się odzyskać adresu URL produktu.",
  "ProfileNotFound": "Wybrany profil nie istnieje.",
  "ReportError": "Wystąpił błąd w czasie przesyłania zgłoszenia.",
  "request_AccountSearch": "Wyszukiwanie konta",
  "request_BindSteamAccount": "Powiąż konto Steam",
  "request_CheckPassword": "Sprawdź hasło",
  "request_CrewMembers": "Członkowie ekipy",
  "request_DeleteMessage": "Usuń wiadomość",
  "request_EmailAvailable": "Test dostępności adresu",
  "request_GetAvatars": "Wczytaj awatary",
  "request_GetAvatarXml": "Sprawdź plik XML z awatarem",
  "request_GetCommunityStats": "Statystyki Społeczności",
  "request_GetCountries": "Sprawdź kraje zamieszkania",
  "request_GetCrewInvites": "Sprawdź zaproszenia do ekip",
  "request_GetCustomAvatars": "Wczytaj własne awatary",
  "request_GetEulaOffline": "Sprawdź licencję użytkownika końcowego offline",
  "request_GetFriendAchievements": "Sprawdź osiągnięcia znajomych",
  "request_GetFriendInvites": "Sprawdź zaproszenia do znajomych",
  "request_GetFriendProfile": "Sprawdź profil znajomego",
  "request_GetFriendProfileCrews": "Sprawdź ekipy profilu znajomego",
  "request_GetFriends": "Sprawdź znajomych",
  "request_GetMessages": "Sprawdź wiadomości",
  "request_GetMessageSenderList": "Sprawdź listę nadawców",
  "request_GetPlayerStats": "Sprawdź statystyki gracza",
  "request_GetPrivacyPolicy": "Sprawdź politykę prywatności",
  "request_GetTos": "Sprawdź warunki korzystania z usługi",
  "request_GetUserAccountInfo": "Sprawdź informacje o koncie użytkownika",
  "request_MyCrews": "Sprawdź moje ekipy",
  "request_NicknameAvailable": "Test dostępności pseudonimu",
  "request_ResetPassword": "Prośba o zresetowanie hasła",
  "request_SearchCrewMembers": "Wyszukaj członków ekipy",
  "request_SearchCrews": "Wyszukaj ekipy",
  "request_SendMessage": "Wyślij wiadomość",
  "request_SubmitProfileReport": "Prześlij zgłoszenie profilu",
  "request_UpdateAvatar": "Aktualizuj awatar",
  "request_UpdateCountry": "Aktualizuj kraj/region zamieszkania",
  "request_UpdateDob": "Aktualizuj datę urodzenia",
  "request_UpdateDobCountry": "Aktualizuj datę urodzenia i kraj/region zamieszkania",
  "request_UpdateEmail": "Aktualizuj adres e-mail",
  "request_UpdateNickname": "Aktualizuj pseudonim",
  "request_UpdatePassword": "Aktualizuj hasło",
  "request_UpdatePrivacySettings": "Aktualizuj ustawienia prywatności",
  "request_UpdateProfile": "Aktualizuj profil",
  "request_UserNetworks": "Sprawdź sieci użytkowników",
  "request_ValidateAccountDetails": "Potwierdź dane konta.",
  "Retry": "Ponów",
  "RL_SC_FRIENDS_ERR_ALREADY_BLOCKED": "Nie można zablokować gracza, który znajduje się już na liście zablokowanych.",
  "RL_SC_FRIENDS_ERR_ALREADY_FRIENDS": "Nie można wykonać czynności ponieważ jesteście już znajomymi.",
  "RL_SC_FRIENDS_ERR_AUTHENTICATION_FAILED": "Wystąpił błąd podczas autentykacji, spróbuj ponownie później.",
  "RL_SC_FRIENDS_ERR_BLOCK_DOES_NOT_EXIST": "Nie można odblokować gracza, ponieważ nie jest obecnie na liście zablokowanych.",
  "RL_SC_FRIENDS_ERR_BLOCKER_FRIEND_LIMIT_REACHED": "Nie można wykonać czynności, ponieważ lista zablokowanych jest pełna.",
  "RL_SC_FRIENDS_ERR_FRIEND_DOES_NOT_EXIST": "Nie można wykonać akcji, ponieważ nie jesteś obecnie znajomym z tym graczem.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_BLOCKED": "Czynność nie może zostać wykonana, ponieważ ten gracz dodał cię do listy zablokowanych.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_DOES_NOT_EXIST": "Nie można wykonać akcji, ponieważ zaproszenie do znajopmych nie mogło zostać znalezione.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_EXISTS": "Nie można wykonać czynności, ponieważ zaproszenie do znajomych istnieje już między tobą i tym graczem.",
  "RL_SC_FRIENDS_ERR_INVALID_INVITEE_ID": "Czynność nie może zostać wykonana, ponieważ nie można odnaleźć podanego konta gracza.",
  "RL_SC_FRIENDS_ERR_INVITE_DOES_NOT_EXIST": "Zaproszenie do znajomych nie istnieje; być może zostało anulowane przez zapraszającego.",
  "RL_SC_FRIENDS_ERR_INVITEE_FRIEND_LIMIT_REACHED": "Przepraszamy, ale osiągnięto maksymalną ilość dozwolonych znajomych.",
  "RL_SC_FRIENDS_ERR_INVITER_FRIEND_LIMIT_REACHED": "Nie można przyjąć zaproszenia, ponieważ nadawca przekroczył dozwoloną liczbę znajomych.",
  "RL_SC_FRIENDS_ERR_PENDING_SENT_LIMIT_REACHED": "Nie można wykonać akcji, ponieważ przekroczona maksymalną liczbę oczekujących zaproszeń.",
  "RockstarAlreadyLinked": "To konto Social Club jest już przypisane do innego konta Steam. Proszę wylogować się z usługi Steam i zalogować się do konta powiązanego z tym kontem Social Club.",
  "SC_Down": "Usługi Social Club mają obecnie problemy techniczne. <br>\n<br> \nNie wykryto żadnych problemów z Twoim połączeniem sieciowym.",
  "SearchMin3Chars": "Hasło wyszukiwania musi składać się z co najmniej 3 znaków",
  "SelectAvatar": "Wybierz awatara.",
  "ServerError": "Błąd serwera",
  "SettingsCountryLoadFailed": "BŁĄD: Nie udało się wczytać listy krajów/regionów. Spróbuj ponownie później.",
  "SignInFailure": "Logowanie nieudane",
  "SignInPasswordCount": "Hasło musi składać się z [min]-[max] znaków.",
  "SignUpCountryLoadFailed": "BŁĄD: Nie udało się wczytać listy krajów/region. Nie można stworzyć konta Social Club. Spróbuj ponownie później.",
  "SorryTry": "Przepraszamy za problemy, proszę spróbować później.",
  "SteamAlreadyLinked": "To konto Steam jest już przypisane do innego konta Social Club. Proszę zalogować się do tego konta Social Club.",
  "TooManyLoginAttempts": "Twoje konto zostało zablokowane z powodu wielokrotnych prób logowania zakończonych niepowodzeniem.",
  "TweetError": "Nie można pobrać tweetów",
  "UnableConnect": "Nieudana próba połączenia z siecią",
  "UnknownCreateAccountError": "Podczas tworzenia konta wystąpił nieznany błąd.",
  "UnknownError": "Nieznany błąd",
  "ValidDOB": "Wpisz poprawną datę urodzenia.",
  "ValidEmail": "Wpisz poprawny adres email."
}