{
  "AccountExists": "Ya existe una cuenta con el correo electrónico y el apodo que has introducido.",
  "ActivationLegalCheck": "Debes marcar la casilla para continuar.",
  "AnErrorOccurred": "Se ha producido un error.",
  "AuthAttempts": "Completa el captcha.",
  "AuthTokenInvalid": "No hemos podido crear el inicio de sesión. Vuelve a intentarlo más tarde. Si el error persiste, visita el sitio web de <a href=\"https://support.rockstargames.com\" class=\"RGSCLoadExt\">asistencia técnica de Rockstar.</a>",
  "Cancel": "Cancelar",
  "Close": "Cerrar",
  "Code": "Código",
  "ConfirmButtonText": "Confirmar",
  "ConfirmMatch": "La confirmación no es igual que la contraseña.",
  "ConnectionUpdate": "Actualizar conexión",
  "ConnectLost": "Conexión perdida",
  "ConProblem": "Puede que haya un problema con tu conexión de red.",
  "CrewGeneralServiceError": "Se ha producido un error. Comprueba tu conexión a Internet e inténtalo de nuevo.",
  "CrewNoMembersSuffix": "actualmente no tiene miembros.",
  "DisconnectRefresh": "Te has desconectado del Social Club. La interfaz se actualizará para reflejar el cambio.",
  "EmailDoesNotMatch": "La confirmación no es igual que el correo electrónico.",
  "EmailExists": "Este correo electrónico ya ha sido usado.",
  "EmailNotFound": "Dirección de correo electrónico no encontrada.",
  "EnterActivation": "Introduce el código de activación de Rockstar.",
  "EnterNick": "Introduce un apodo.",
  "EnterPassword": "Introduce tu contraseña.",
  "EnterRedemption": "Introduce el código de activación de Rockstar.",
  "EntryDOB": "Introduce tu fecha de nacimiento.",
  "EntryEmail": "Introduce tu dirección de correo.",
  "EntryPassword": "Introduce tu contraseña.",
  "Error": "Error",
  "ErrorActivate": "Error al intentar activar.",
  "errorcode_1000.34": "Se ha producido un error desconocido. Vuelve a intentarlo más tarde. Si persiste el error, visita el sitio web de <a href=\"https://support.rockstargames.com/servicestatus\" class=\"RGSCLoadExt\">asistencia técnica de Rockstar</a> y permanece atento a las actualizaciones de estado del servicio.",
  "errorcode_1000.50": "No es posible interpretar la respuesta de Steam. Vuelve a intentarlo más tarde. Si el problema persiste, ponte en contacto con el <a href=\"https://support.steampowered.com/?l=spanish\" class=\"RGSCLoadExt\">servicio de asistencia técnica de Steam</a>.",
  "errorcode_1001": "Se ha agotado el tiempo de espera de los servicios de juego de Rockstar. Vuelve a intentarlo más tarde.",
  "errorcode_1002": "Esta característica necesita un servicio que está desactivado. Vuelve a intentarlo más tarde. Si persiste el error, visita el sitio web de <a href=\"https://support.rockstargames.com/servicestatus\" class=\"RGSCLoadExt\" class=\"RGSCLoadExt\">asistencia técnica de Rockstar</a> y permanece atento a las actualizaciones de estado del servicio.",
  "errorcode_1002.24": "Esta característica necesita un servicio que está desactivado por tareas de mantenimiento. Vuelve a intentarlo más tarde.",
  "errorcode_1003.50": "Tenemos problemas de comunicación con Steam. Vuelve a intentarlo más tarde. Si el problema persiste, visita la <a href=\"https://support.rockstargames.com/servicestatus\" class=\"RGSCLoadExt\">página de estado del servicio</a>.",
  "errorcode_1004": "No es posible acceder a los datos. Puede haber un problema de conexión en la red. Asegúrate de tener acceso a Internet y vuelve a intentarlo.",
  "errorcode_3000": "Error al recuperar un elemento esencial. Inténtalo más tarde.",
  "errorcode_3000.18": "Error al recuperar los países por un problema con los servicios de juego de Rockstar. Vuelve a intentarlo más tarde.",
  "errorcode_3000.19": "Error al recuperar los documentos de la política. Inténtalo más tarde.",
  "errorcode_3001": "Error al recuperar los datos del Social Club por un problema con los servicios de juego de Rockstar. Vuelve a intentarlo más tarde.",
  "errorcode_3002": "Error al recuperar los datos del Social Club por un problema con los servicios de juego de Rockstar. Vuelve a intentarlo más tarde.",
  "errorcode_4000": "Error de autenticación por un problema con los servicios de juego de Rockstar. Vuelve a intentarlo más tarde.",
  "errorcode_4000.102": "Error de autenticación. Comprueba tu código de verificación e inténtalo de nuevo.",
  "errorcode_4000.103": "Error de autenticación. Comprueba tu código de verificación e inténtalo de nuevo.",
  "errorcode_4000.115": "Lo sentimos, el tiempo ha expirado. Inténtalo de nuevo.",
  "errorcode_4000.116": "Fallo de autenticación. Inténtalo de nuevo.",
  "errorcode_4000.118": "Lo sentimos, el tiempo ha expirado. Inténtalo de nuevo.",
  "errorcode_4000.119": "Fallo de autenticación. Inténtalo de nuevo. (Código de error: 4000.119)",
  "errorcode_4000.120": "Se ha cerrado la sesión de tu cuenta para protegerla de actividad maliciosa. (Código de error: 4000.120)",
  "errorcode_4000.23": "Demasiados errores en los intentos de inicio de sesión. Vuelve a intentarlo más tarde.",
  "errorcode_4000.50": "Error de autenticación de Steam. Vuelve a intentarlo más tarde. ",
  "errorcode_4000.51": "Esta autenticación ya no es válida. Reinicia.",
  "errorcode_4000.89": "Error de autenticación por un problema de inicio de sesión por duplicado.",
  "errorcode_4000.95": "Tu inicio de sesión guardado ha expirado. Reinicia.",
  "errorcode_4000.96": "Error de autenticación. Revisa tu contraseña y vuelve a intentarlo.",
  "errorcode_4001": "Error de autenticación por una incompatibilidad. Reinstala el juego.",
  "errorcode_4001.100": "Esta cuenta no tiene permiso para utilizar la función de avatar personalizado debido a anteriores violaciones de nuestro <a href=\"http://www.rockstargames.com/conduct\" class=\"RGSCLoadExt\">código de conducta</a>.",
  "errorcode_4001.11": "Esta característica no está disponible en este momento. Contacta con <a href=\"http://www.rockstargames.com/support\" class=\"RGSCLoadExt\">Asistencia Técnica</a> para recibir ayuda.",
  "errorcode_4001.25": "No te hemos podido enviar el correo electrónico para confirmar el restablecimiento de contraseña porque has alcanzado el límite diario de solicitudes de restablecimiento. Si ya has solicitado el restablecimiento de la contraseña, comprueba la carpeta de correo no deseado o vuelve a intentarlo dentro de 24 horas.",
  "errorcode_4001.34": "A Steam solo se pueden vincular cuentas del Social Club.",
  "errorcode_4001.38": "Tu cuenta no tiene permiso para utilizar esta característica del Social Club. Si quieres más información, consulta el <a href=\"http://www.rockstargames.com/conduct?locale=es\" class=\"RGSCLoadExt\">código de conducta</a>.",
  "errorcode_4001.46": "No puedes enviarte mensajes a ti mismo.",
  "errorcode_4001.49": "Error al vincular la cuenta. Esta cuenta de Steam ya está vinculada a otra cuenta del Social Club. Inicia sesión con esa cuenta del Social Club en su lugar.",
  "errorcode_4001.72": "No es posible actualizar el apodo porque ya se ha cambiado en los últimos 365 días.",
  "errorcode_4001.79": "No es posible realizar esta acción porque no se ha podido encontrar la cuenta del jugador solicitado.",
  "errorcode_4001.81": "Esta cuenta del Social Club ya está vinculada a otra cuenta de Steam. Cierra esta sesión de Steam e inicia sesión en la cuenta de Steam vinculada a la cuenta del Social Club.",
  "errorcode_5000": "Falta un valor. Verifica tu entrada y vuelve a intentarlo. Si el problema persiste, contacta con la <a href=\"https://support.steampowered.com/?l=spanish\" class=\"RGSCLoadExt\">asistencia técnica</a> para recibir ayuda. ",
  "errorcode_5000.46": "El mensaje no contiene texto. Escribe un mensaje y vuelve a intentarlo.",
  "errorcode_5000.51": "Falta un valor de autenticación. Verifica tu entrada y vuelve a intentarlo. Si el problema persiste, contacta con la <a href=\"https://support.steampowered.com/?l=spanish\" class=\"RGSCLoadExt\">asistencia técnica</a> para recibir ayuda. ",
  "errorcode_5000.66": "La tienda no puede completar el pedido. Vuelve a intentarlo más tarde.",
  "errorcode_5000.76": "No se ha podido encontrar la Steam App Id. Inténtalo de nuevo. Si el problema persiste, contacta con la <a href=\"https://support.steampowered.com/?l=spanish\" class=\"RGSCLoadExt\">asistencia técnica</a> para recibir ayuda. ",
  "errorcode_5000.77": "No se ha podido encontrar el Steam Auth Ticket. Vuelve a intentarlo. Si el problema persiste, contacta la <a href=\"https://support.steampowered.com/?l=spanish\" class=\"RGSCLoadExt\">asistencia técnica</a> para recibir ayuda.",
  "errorcode_5001": "No es posible procesar la solicitud por un problema con los servicios de juego de Rockstar, que indica que esta entrada no es válida. Vuelve a intentarlo más tarde.",
  "errorcode_5001.11": "No es posible actualizar la cuenta porque el correo electrónico no es válido. Vuelve a intentarlo con una dirección de correo electrónico válida. Solo se permiten caracteres alfanuméricos, números, guiones bajos, puntos y símbolos \"@\".",
  "errorcode_5001.27": "El apodo tiene caracteres no válidos.",
  "errorcode_5001.31": "No es posible procesar la solicitud porque la contraseña no es válida. La contraseña debe tener entre 8 y 16 caracteres con al menos un número y una letra mayúscula.",
  "errorcode_5001.5": "No es posible procesar la solicitud porque falta la url del avatar o no es válida. Eso suele deberse a algún problema en el Social Club. Vuelve a intentarlo. Si el problema persiste, asegúrate de que estás usando la versión más reciente de la aplicación del Social Club que puedes encontrar aquí: <a href=\"https://support.rockstargames.com/hc/articles/200146066\" class=\"RGSGLoadExt\">https://support.rockstargames.com/hc/articles/200146066</a>.",
  "errorcode_5001.50": "No es posible interpretar la respuesta de Steam. Vuelve a intentarlo más tarde. Si el problema persiste, ponte en contacto con el <a href=\"https://support.steampowered.com/?l=spanish\" class=\"RGSCLoadExt\">servicio de asistencia técnica de Steam</a>.",
  "errorcode_5001.8": "No es posible procesar la solicitud porque el Social Club ha detectado que falta el código de país/región o que no es válido. Vuelve a intentarlo. Si el problema persiste, asegúrate de que estás usando la versión más reciente de la aplicación del Social Club que puedes encontrar aquí: <a href=\"https://support.rockstargames.com/hc/articles/200146066\" class=\"RGSGLoadExt\">https://support.rockstargames.com/hc/articles/200146066</a>.",
  "errorcode_5002.10": "Ha sido imposible recuperar la cuenta porque contiene una fecha de nacimiento incorrecta. Ponte en contacto con la <a href=\"https://support.rockstargames.com/hc/es\" class=\"RGSCLoadExt\"> asistencia técnica de Rockstar</a> para obtener ayuda.",
  "errorcode_5002.11": "Ha sido imposible recuperar la cuenta porque contiene una dirección de correo incorrecta. Ponte en contacto con la <a href=\"https://support.rockstargames.com/hc/es\" class=\"RGSCLoadExt\"> asistencia técnica de Rockstar</a> para obtener ayuda.",
  "errorcode_5002.33": "Ha sido imposible recuperar la cuenta porque contiene un número de teléfono incorrecto. Ponte en contacto con la <a href=\"https://support.rockstargames.com/hc/es\" class=\"RGSCLoadExt\"> asistencia técnica de Rockstar</a> para obtener ayuda.",
  "errorcode_5002.50": "No es posible interpretar la respuesta de Steam. Vuelve a intentarlo más tarde. Si el problema persiste, ponte en contacto con <a href=\"https://support.steampowered.com/\" class=\"RGSCLoadExt\">el servicio de asistencia técnica de Steam</a>.",
  "errorcode_5002.62": "Ha sido imposible recuperar la cuenta porque contiene un código postal incorrecto. Ponte en contacto con la <a href=\"https://support.rockstargames.com/hc/es\" class=\"RGSCLoadExt\"> asistencia técnica de Rockstar</a> para obtener ayuda.",
  "errorcode_5002.93": "Solo se permiten caracteres alfanuméricos para esta entrada. Cambia el modo de los editores de métodos de entrada (IME). ",
  "errorcode_5003": "No es posible procesar los datos de la cuenta porque son incorrectos. Si el problema persiste, ponte en contacto con la <a href=\"https://support.rockstargames.com/hc/es\" class=\"RGSCLoadExt\">asistencia técnica de Rockstar</a> para obtener ayuda.",
  "errorcode_5003.27": "El apodo debe tener entre 6 y 16 caracteres. Corrige el apodo y vuelve a intentarlo.",
  "errorcode_5003.28": "El apodo debe tener entre 6 y 16 caracteres. Corrige el apodo y vuelve a intentarlo.",
  "errorcode_5003.32": "La contraseña debe tener entre 8 y 16 caracteres. Corrige la contraseña y vuelve a intentarlo.",
  "errorcode_5003.66": "La tienda no puede completar el pedido. Vuelve a intentarlo más tarde.",
  "errorcode_5003.78": "Has superado el número máximo de Crews.",
  "errorcode_5004": "La solicitud contiene lenguaje malsonante, palabras reservadas o términos no permitidos. Elimina ese texto y vuelve a intentarlo.",
  "errorcode_5004.27": "El apodo contiene lenguaje malsonante, palabras reservadas o términos no permitidos.",
  "errorcode_5005": "Error en la validación de datos.",
  "errorcode_5005.74": "Entrada insegura detectada. Elimina ese texto y vuelve a intentarlo.",
  "errorcode_6000": "Los datos solicitados no existen.",
  "errorcode_6000.35": "La cuenta de jugador solicitada no existe.",
  "errorcode_6000.41": "La cuenta de Rockstar solicitada no existe.",
  "errorcode_6000.80": "Error al iniciar sesión online. Hemos intentado iniciar el modo desconectado pero tampoco ha sido posible. Puede que el nombre de usuario o la contraseña no sean correctos o que la cuenta no exista en este ordenador. El modo desconectado solo está disponible para cuentas que hayan iniciado sesión previamente en este ordenador (con la casilla \"Recordarme\" marcada) mientras los servicios del Social Club estaban disponibles.",
  "errorcode_6000.85": "No tienes una invitación para unirte a esta Crew.",
  "errorcode_6000.87": "Error al iniciar sesión online. No hemos podido iniciar el modo desconectado porque no has iniciado sesión previamente en este ordenador. El modo desconectado solo está disponible para cuentas que hayan iniciado sesión previamente en este ordenador (con la casilla \"Recordarme\" marcada) mientras estaba conectado a Internet y los servicios del Social Club estaban disponibles.",
  "errorcode_6000.88": "El producto que has intentado comprar no se ha podido encontrar en el catálogo.",
  "errorcode_6001.11": "Esta dirección de correo electrónico ya se ha usado en una cuenta del Social Club. Prueba con otro correo electrónico. Si eres el propietario de este correo electrónico y se te ha olvidado la contraseña, puedes <a href=\"http://socialclub.rockstargames.com/profile/requestresetpassword\" class=\"RGSCLoadExt\">solicitar el restablecimiento de la contraseña</a>.",
  "errorcode_6001.27": "Este apodo ya se ha usado en una cuenta del Social Club. Inténtalo con otro apodo.",
  "errorcode_6001.86": "Ya eres miembro de esta Crew.",
  "errorcode_6002.45": "No te hemos podido enviar el correo electrónico para confirmar el restablecimiento de contraseña por un error en los servicios de juego de Rockstar. Vuelve a intentarlo más tarde.",
  "errorcode_6003": "Error al interpretar los datos por un error en los servicios de juego de Rockstar. Vuelve a intentarlo más tarde.",
  "errorcode_6003.66": "La tienda no puede completar el pedido. Vuelve a intentarlo más tarde.",
  "errorcode_7000": "La tienda no está disponible en este momento. Vuelve a intentarlo más tarde.",
  "errorcode_7000.66": "La tienda no puede completar el pedido. Vuelve a intentarlo más tarde.",
  "errorcode_7000.71": "La tienda de Steam no está disponible. Vuelve a intentarlo más tarde. Si el problema persiste, ponte en contacto con el <a href=\"https://support.steampowered.com/?l=spanish\" class=\"RGSCLoadExt\">servicio de asistencia técnica de Steam</a>.",
  "errorcode_7000.90": "La tienda no puede instalar el producto. Vuelve a intentarlo más tarde.",
  "errorcode_7001": "Se ha producido un error del servicio de activación. Vuelve a intentarlo más tarde. Si el problema persiste, visita la página de <a href=\"https://support.rockstargames.com\" class=\"RGSCLoadExt\">asistencia técnica de Rockstar</a>.",
  "errorcode_7001.70": "No se puede canjear el código. Inténtalo de nuevo más tarde.",
  "errorcode_8000": "Se están haciendo demasiadas peticiones desde tu dirección de IP. Espera unos minutos e inténtalo de nuevo.",
  "errorcode_9000.79": "No se ha podido mandar el mensaje porque este usuario está en tu lista de bloqueados.",
  "errorcode_9000.92": "No se ha podido mandar el mensaje porque este jugador te ha bloqueado.",
  "ErrorHasOccurred": "Lo sentimos, se ha producido un error.",
  "ErrorPassword": "Error al actualizar la contraseña.",
  "ErrorSupport": "Vuelve a intentarlo más tarde. Si el error persiste, visita <a href=\"https://support.rockstargames.com\" class=\"RGSCLoadExt\">el sitio web de asistencia técnica de Rockstar</a> y permanece atento a las <a href=\"https://support.rockstargames.com/servicestatus\" class=\"RGSCLoadExt\">actualizaciones de estado del servicio</a>.",
  "ErrorUpdate": "Error al actualizar el perfil: contraseña inválida o incorrecta.",
  "FeatureDisabled": "Función deshabilitada temporalmente",
  "FeatureDisabledDesc": "Lo sentimos, esta función no es compatible en este momento. Vuelve a intentarlo más tarde.",
  "GenericError1": "Lo sentimos. Basándonos en la información que nos has proporcionado, no puedes registrarte en el Social Club. Consulta nuestra <a href=\"https://www.rockstargames.com/privacy/?locale=es\" class=\"RGSCLoadExt\">política de privacidad</a>. Si crees que esto es un error, puedes contactar con <a href=\"http://support.rockstargames.com/anonymous_requests/new\" class=\"RGSCLoadExt\">la asistencia técnica de Rockstar Games</a>.",
  "GenericFriendActionError": "La solicitud ha fallado. Vuelve a intentarlo más tarde.",
  "GenericServerError": "Se ha producido un error desconocido en los servicios de juego de Rockstar. Vuelve a intentarlo más tarde.",
  "IncorrectPassword": "Contraseña incorrecta. Vuelve a intentarlo.",
  "InternetAccess": "Asegúrate de que tienes acceso a Internet e intenta de nuevo.",
  "InvalidCreateAccountError": "Ha habido un problema al intentar crear tu cuenta.",
  "InvalidPassPattern": "Alfanumérico o solo estos caracteres: \"{0}\"",
  "InvalidPassword": "Has introducido una contraseña no válida. Borra los caracteres especiales e inténtalo de nuevo.",
  "InvalidPasswordNew": "La contraseña debe tener entre [min] y [max] caracteres con un número y una mayúscula como mínimo. Corrige la contraseña y vuelve a intentarlo.",
  "InvalidZip": "Código postal incorrecto",
  "Loading": "Cargando…",
  "Maintenance": "Tareas de mantenimiento",
  "MaxNoCrewsExceeded": "Has superado el número máximo de Crews.",
  "MessageMissing": "Necesitas escribir un mensaje.",
  "MfaCodeInvalid": "Código de verificación erróneo. Vuelve a intentarlo.",
  "MfaCodeMissing": "Introduce tu código de verificación.",
  "MfaResetError": "Lo sentimos, no podemos atender tu petición en este momento. Inténtalo de nuevo más tarde.",
  "NetworkDetected": "¡Conexión a Internet detectada!",
  "NickChar": "El apodo debe contener entre 6 y 16 caracteres.",
  "NickExists": "Este apodo ya ha sido usado.",
  "NickInvalid": "El apodo tiene caracteres no válidos.",
  "NicknameMissing": "Necesitas un apodo.",
  "NoActiveCrew": "Actualmente no tienes ninguna Crew activa.",
  "NoCon": "Sin conexión",
  "NoData": "No hay datos",
  "NoInternet": "El juego no se ha podido conectar a Internet. Los contenidos en línea y descargables pueden no estar disponibles. Prueba lo siguiente:<br>\n<br>\nAbre un explorador de Internet para verificar que tienes conexión a internet.<br>\nSi tienes módem y router separados, redirige tu conexión directamente al módem usando un cable de Ethernet para comprobar si es el router la causa del problema.<br>\nSi tienes módem y router combinados, prueba a ponerlos en modo puente.",
  "NoMatchCrewMembers": "No se han encontrado coincidencias con miembros de la Crew.",
  "NoMatches": "No hay resultados. Inténtalo de nuevo buscando otro término.",
  "NoMatchSCMembers": "No se han encontrado coincidencias con miembros del Social Club.",
  "NoStatsExist": "¡No existen estadísticas del jugador!",
  "NotAccess": "Lo sentimos, la información es inaccesible.",
  "NotFound": "Nombre de usuario o contraseña incorrectos.",
  "NotFoundEmail": "No se encuentra el correo o la contraseña es incorrecta.",
  "OfflineBut": "Estás desconectado, pero tu conexión vuelve a estar disponible. ¿Quieres volver a conectarte?",
  "OnlineDisabled": "Lo sentimos, el Social Club está experimentando problemas técnicos y los servicios en línea no están activos temporalmente.",
  "PasswordCount": "El tamaño de la contraseña no es correcto. La contraseña debe tener entre [min] y [max] caracteres con un número y una mayúscula como mínimo. Corrige la contraseña y vuelve a intentarlo.",
  "PasswordSame": "La contraseña nueva tiene que ser distinta de la actual.",
  "PasswordUpdate": "La contraseña actual no es lo suficientemente segura. Escribe una contraseña nueva.",
  "PrivacySettingFailure": "Error al actualizar la configuración de privacidad.",
  "ProductUrlNotFound": "Error al recuperar url la del producto.",
  "ProfileNotFound": "Perfil seleccionado no encontrado.",
  "ReportError": "Ha ocurrido un error mientras se enviaba la denuncia.",
  "request_AccountSearch": "Búsqueda de cuentas",
  "request_BindSteamAccount": "Vincular cuenta de Steam",
  "request_CheckPassword": "Comprobar contraseña",
  "request_CrewMembers": "Miembros de la Crew",
  "request_DeleteMessage": "Eliminar mensaje",
  "request_EmailAvailable": "Comprobación de disponibilidad de correo electrónico",
  "request_GetAvatars": "Obtener avatares",
  "request_GetAvatarXml": "Obtener XML del avatar",
  "request_GetCommunityStats": "Estadísticas de la comunidad",
  "request_GetCountries": "Obtener países",
  "request_GetCrewInvites": "Obtener invitaciones a Crews",
  "request_GetCustomAvatars": "Obtener avatares personalizados",
  "request_GetEulaOffline": "Obtener licencia del software desconectado",
  "request_GetFriendAchievements": "Obtener logros de amigo",
  "request_GetFriendInvites": "Obtener invitaciones de amigo",
  "request_GetFriendProfile": "Obtener perfil de amigo",
  "request_GetFriendProfileCrews": "Obtener Crews del perfil de amigo",
  "request_GetFriends": "Obtener amigos",
  "request_GetMessages": "Obtener mensajes",
  "request_GetMessageSenderList": "Obtener lista de remitentes de mensaje",
  "request_GetPlayerStats": "Obtener estadísticas de jugador",
  "request_GetPrivacyPolicy": "Obtener política de privacidad",
  "request_GetTos": "Obtener condiciones del servicio",
  "request_GetUserAccountInfo": "Obtener datos de la cuenta de usuario",
  "request_MyCrews": "Obtener mis Crews",
  "request_NicknameAvailable": "Comprobación de disponibilidad de apodo",
  "request_ResetPassword": "Solicitud de restablecimiento de contraseña",
  "request_SearchCrewMembers": "Buscar miembros de la Crew",
  "request_SearchCrews": "Buscar Crews",
  "request_SendMessage": "Enviar mensaje",
  "request_SubmitProfileReport": "Enviar denuncia del perfil",
  "request_UpdateAvatar": "Actualizar avatar",
  "request_UpdateCountry": "Actualizar país/región",
  "request_UpdateDob": "Actualizar fecha de nacimiento",
  "request_UpdateDobCountry": "Actualizar fecha de nacimiento y país/región",
  "request_UpdateEmail": "Actualizar correo electrónico",
  "request_UpdateNickname": "Actualizar apodo",
  "request_UpdatePassword": "Actualizar contraseña",
  "request_UpdatePrivacySettings": "Actualizar ajustes de privacidad",
  "request_UpdateProfile": "Actualizar perfil",
  "request_UserNetworks": "Obtener redes de usuario",
  "request_ValidateAccountDetails": "Verificar los detalles de la cuenta",
  "Retry": "Reintentar",
  "RL_SC_FRIENDS_ERR_ALREADY_BLOCKED": "No es posible bloquear a este jugador porque ya está en tu lista de bloqueados.",
  "RL_SC_FRIENDS_ERR_ALREADY_FRIENDS": "No es posible realizar esta acción porque ya sois amigos.",
  "RL_SC_FRIENDS_ERR_AUTHENTICATION_FAILED": "Lo sentimos, se ha producido un error durante la autentificación. Vuelve a intentarlo más tarde.",
  "RL_SC_FRIENDS_ERR_BLOCK_DOES_NOT_EXIST": "No es posible desbloquear a este jugador porque no está en tu lista de bloqueados.",
  "RL_SC_FRIENDS_ERR_BLOCKER_FRIEND_LIMIT_REACHED": "No es posible realizar esta acción porque tu lista de bloqueados está llena.",
  "RL_SC_FRIENDS_ERR_FRIEND_DOES_NOT_EXIST": "No es posible realizar esta acción porque no eres amigo de este jugador.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_BLOCKED": "No se ha podido realizar esta acción porque este jugador te ha bloqueado.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_DOES_NOT_EXIST": "No es posible realizar esta acción porque no se ha podido encontrar la invitación de amigo.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_EXISTS": "No es posible realizar esta acción porque ya existe una petición de amistad entre este jugador y tú.",
  "RL_SC_FRIENDS_ERR_INVALID_INVITEE_ID": "No es posible realizar esta acción porque no se ha podido encontrar la cuenta del jugador solicitado.",
  "RL_SC_FRIENDS_ERR_INVITE_DOES_NOT_EXIST": "La invitación de amigo no existe. Es posible que quien envió la invitación la haya cancelado.",
  "RL_SC_FRIENDS_ERR_INVITEE_FRIEND_LIMIT_REACHED": "Lo sentimos, has llegado al número máximo de amigos permitidos.",
  "RL_SC_FRIENDS_ERR_INVITER_FRIEND_LIMIT_REACHED": "No es posible aceptar la invitación porque la persona que te ha invitado ha sobrepasado el número máximo de amigos permitido.",
  "RL_SC_FRIENDS_ERR_PENDING_SENT_LIMIT_REACHED": "No es posible realizar esta acción porque has superado el número máximo permitido de invitaciones de amigos pendientes.",
  "RockstarAlreadyLinked": "Esta cuenta del Social Club ya está vinculada a otra cuenta de Steam. Cierra esta sesión de Steam e inicia sesión en la cuenta de Steam vinculada a la cuenta del Social Club.",
  "SC_Down": "Los servicios del Social Club están sufriendo problemas técnicos.<br>\n<br>\nNo se han detectado problemas con tu conexión a Internet.",
  "SearchMin3Chars": "La búsqueda debe contener un mínimo de 3 caracteres.",
  "SelectAvatar": "Selecciona un avatar.",
  "ServerError": "Error del servidor",
  "SettingsCountryLoadFailed": "ERROR: Error al cargar la lista de países/regiones. Vuelve a intentarlo más tarde.",
  "SignInFailure": "Error al iniciar sesión",
  "SignInPasswordCount": "La contraseña debe contener entre [min] y [max] caracteres.",
  "SignUpCountryLoadFailed": "ERROR: Error al cargar la lista de países/regiones. No se ha podido crear una cuenta nueva del Social Club en este momento. Vuelve a intentarlo más tarde.",
  "SorryTry": "Nos disculpamos por este problema, intentalo de nuevo más tarde.",
  "SteamAlreadyLinked": "Esta cuenta de Steam ya está vinculada a otra cuenta del Social Club. Inicia sesión con esa cuenta del Social Club en su lugar.",
  "TooManyLoginAttempts": "Tu cuenta se ha bloqueado debido a varios intentos fallidos de inicio de sesión.",
  "TweetError": "No se han podido recibir Tweets",
  "UnableConnect": "No se ha podido conectar a la red.",
  "UnknownCreateAccountError": "Error desconocido al crear esta cuenta.",
  "UnknownError": "Error desconocido",
  "ValidDOB": "Introduce una fecha válida.",
  "ValidEmail": "Introduce una dirección de correo válida."
}