{
  "AccountExists": "Esiste già un account associato a questo indirizzo email o nickname.",
  "ActivationLegalCheck": "La casella deve essere spuntata per continuare.",
  "AnErrorOccurred": "Si è verificato un errore",
  "AuthAttempts": "Completa il captcha.",
  "AuthTokenInvalid": "Non è stato possibile creare un token d'accesso. Riprova più tardi. Se l'errore persiste, visita il <a href=\"https://support.rockstargames.com\" class=\"RGSCLoadExt\">sito del Supporto Rockstar</a>",
  "Cancel": "Annulla",
  "Close": "Chiudi",
  "Code": "Codice",
  "ConfirmButtonText": "Conferma",
  "ConfirmMatch": "Le password non combaciano.",
  "ConnectionUpdate": "Aggiornamento connessione",
  "ConnectLost": "Connessione persa",
  "ConProblem": "La tua rete potrebbe avere dei problemi di connessione.",
  "CrewGeneralServiceError": "Si è verificato un errore. Verifica la tua connessione a Internet e riprova.",
  "CrewNoMembersSuffix": "in questo momento non ha membri.",
  "DisconnectRefresh": "Sei stato disconnesso dal Social Club. L'interfaccia si aggiornerà di conseguenza.",
  "EmailDoesNotMatch": "Le email non combaciano.",
  "EmailExists": "Questo indirizzo email è già usato.",
  "EmailNotFound": "Indirizzo email non trovato.",
  "EnterActivation": "Inserisci un codice di attivazione Rockstar.",
  "EnterNick": "Scegli un nickname.",
  "EnterPassword": "Inserisci la tua password.",
  "EnterRedemption": "Inserisci un codice di attivazione Rockstar.",
  "EntryDOB": "Inserisci la data di nascita.",
  "EntryEmail": "Inserisci il tuo indirizzo email.",
  "EntryPassword": "Inserisci la tua password.",
  "Error": "Errore",
  "ErrorActivate": "Errore durante l'attivazione.",
  "errorcode_1000.34": "Si è verificato un errore. Riprova più tardi. Se l'errore persiste, visita la <a href=\"https://support.rockstargames.com/it/servicestatus\" class=\"RGSCLoadExt\">pagina web del Supporto Rockstar</a> e consulta gli aggiornamenti dello stato del servizio.",
  "errorcode_1000.50": "Impossibile leggere la risposta di Steam. Riprova più tardi. Se il problema persiste, contatta <a href=\"https://support.steampowered.com/?l=italian\" class=\"RGSCLoadExt\">l'assistenza di Steam</a>.",
  "errorcode_1001": "Tempo scaduto per i servizi di gioco Rockstar. Riprova più tardi.",
  "errorcode_1002": "Questa funzionalità richiede un servizio attualmente disabilitato. Riprova più tardi. Se l'errore persiste, visita la <a href=\"https://support.rockstargames.com/it/servicestatus\" class=\"RGSCLoadExt\">pagina web del Supporto Rockstar</a> e consulta gli aggiornamenti dello stato del servizio.",
  "errorcode_1002.24": "Questa funzionalità richiede un servizio che è al momento disabilitato per manutenzione. Riprova più tardi.",
  "errorcode_1003.50": "In questo momento stiamo avendo dei problemi di comunicazione con Steam. Riprova più tardi. Se il problema persiste, visita la <a href=\"https://support.rockstargames.com/it/servicestatus\" class=\"RGSCLoadExt\">pagina dello stato del servizio</a>.",
  "errorcode_1004": "Dati non accessibili. Potrebbe esserci un problema di connessione con la tua rete. Verifica di avere accesso a Internet e riprova.",
  "errorcode_3000": "Impossibile recuperare un asset. Riprova più tardi.",
  "errorcode_3000.18": "Impossibile recuperare i paesi a causa di un problema interno dei servizi di gioco Rockstar. Riprova più tardi.",
  "errorcode_3000.19": "Impossible recuperare la politica sulla privacy. Riprova più tardi.",
  "errorcode_3001": "Impossibile recuperare i dati del Social Club a causa di un problema interno dei servizi di gioco Rockstar. Riprova più tardi.",
  "errorcode_3002": "Impossibile recuperare i dati del Social Club a causa di un problema interno dei servizi di gioco Rockstar. Riprova più tardi.",
  "errorcode_4000": "Autenticazione fallita a causa di un problema interno dei servizi di gioco Rockstar. Riprova più tardi.",
  "errorcode_4000.102": "Autenticazione fallita. Controlla il codice di verifica e riprova.",
  "errorcode_4000.103": "Autenticazione fallita. Controlla il codice di verifica e riprova.",
  "errorcode_4000.115": "La sessione è scaduta. Riprova.",
  "errorcode_4000.116": "Autenticazione fallita. Riprova.",
  "errorcode_4000.118": "La sessione è scaduta. Riprova.",
  "errorcode_4000.119": "Autenticazione fallita. Riprova. (Codice dell'errore: 4000.119)",
  "errorcode_4000.120": "Il tuo account è stato disconnesso per proteggerlo da attività dannose. (Codice dell'errore: 4000.120)",
  "errorcode_4000.23": "Troppi tentativi di login falliti. Riprova più tardi.",
  "errorcode_4000.50": "Autenticazione a Steam fallita. Riprova più tardi.",
  "errorcode_4000.51": "Autenticazione non più valida. Riavvia il sistema.",
  "errorcode_4000.89": "Autenticazione fallita a causa di un doppio login.",
  "errorcode_4000.95": "Il tuo token d'accesso salvato è scaduto. Riavvia il sistema.",
  "errorcode_4000.96": "Autenticazione fallita. Controlla la tua password e riprova.",
  "errorcode_4001": "Autenticazione fallita per motivi di incompatibilità. Reinstalla il gioco.",
  "errorcode_4001.100": "A questo account non è permesso utilizzare avatar personalizzati a causa di una violazione del nostro <a href=\"http://www.rockstargames.com/conduct\" class=\"RGSCLoadExt\">Codice di condotta</a>.",
  "errorcode_4001.11": "Questa funzione non è al momento disponibile. Contatta <a href=\"http://www.rockstargames.com/support\" class=\"RGSCLoadExt\">il supporto tecnico</a> per richiedere assistenza.",
  "errorcode_4001.25": "Non abbiamo potuto inviarti un'email di conferma del ripristino della password poiché hai già raggiunto il limite giornaliero di richieste di ripristino. Se hai già richiesto un ripristino, consulta la cartella dello spam/posta indesiderata o riprova tra 24 ore.",
  "errorcode_4001.34": "Puoi collegare a Steam solo un account del Social Club.",
  "errorcode_4001.38": "Non ti è permesso di utilizzare questa funzione del Social Club. Per ulteriori informazioni, consulta il nostro <a href=\"http://www.rockstargames.com/conduct?locale=it\" class=\"RGSCLoadExt\">Codice di condotta</a>.",
  "errorcode_4001.46": "Non puoi inviarti messaggi da solo.",
  "errorcode_4001.49": "Collegamento dell'account fallito. Questo account Steam è già collegato a un altro account del Social Club. Connettiti con quest'ultimo.",
  "errorcode_4001.72": "Impossibile aggiornare il nickname poiché è già stato cambiato negli ultimi 365 giorni.",
  "errorcode_4001.79": "Impossibile eseguire questa azione in quanto non è stato possibile trovare l'account del giocatore richiesto.",
  "errorcode_4001.81": "Questo account del Social Club è già collegato ad un account Steam. Disconnettiti da Steam ed effettua di nuovo il login usando l'account Steam collegato a questo account del Social Club.",
  "errorcode_5000": "Un valore risulta mancante, controlla le informazioni che hai inviato e prova di nuovo. Se il problema persiste, contatta il <a href=\"https://support.rockstargames.com/hc/it\" class=\"RGSCLoadExt\">supporto tecnico</a> per ricevere assistenza.",
  "errorcode_5000.46": "Il messaggio è privo di testo. Inserisci del testo e riprova.",
  "errorcode_5000.51": "Un valore di autenticazione risulta mancante. Prova di nuovo. Se il problema persiste, contatta il <a href=\"https://support.rockstargames.com/hc/it\" class=\"RGSCLoadExt\">supporto tecnico</a> per ricevere assistenza.",
  "errorcode_5000.66": "In questo momento lo Store non può completare il tuo ordine. Riprova più tardi.",
  "errorcode_5000.76": "Impossibile localizzare l'id della applicazione Steam. Prova di nuovo. Se il problema persiste, contatta il <a href=\"https://support.rockstargames.com/hc/it\" class=\"RGSCLoadExt\">supporto tecnico</a> per ricevere assistenza.",
  "errorcode_5000.77": "Impossibile localizzare un ticket di autenticazione di Steam. Se il problema persiste, contatta il <a href=\"https://support.rockstargames.com/hc/it\" class=\"RGSCLoadExt\">supporto tecnico</a> per ricevere assistenza.",
  "errorcode_5001": "Impossibile elaborare la richiesta a causa di un problema interno dei servizi di gioco Rockstar (input non valido). Riprova più tardi.",
  "errorcode_5001.11": "Impossibile aggiornare l'account: indirizzo email non valido. Riprova con un indirizzo email valido. È possibile utilizzare solo caratteri alfanumerici, underscore, punto e \"@\".",
  "errorcode_5001.27": "Caratteri non validi nel nickname.",
  "errorcode_5001.31": "Impossibile elaborare la richiesta: password non valida. Riprova con una password valida. Le password devono essere lunghe dagli 8 ai 16 caratteri e contenere almeno un numero e una lettera maiuscola.",
  "errorcode_5001.5": "Impossibile elaborare la richiesta: URL dell'avatar mancante o non valido. Questo errore di solito si verifica per un problema interno del Social Club. Riprova più tardi. Se il problema persiste, assicurati di usare la versione più aggiornata dell'applicazione del Social Club, che puoi trovare qui: <a href=\"https://support.rockstargames.com/hc/articles/200146066\" class=\"RGSGLoadExt\">https://support.rockstargames.com/hc/articles/200146066</a>.",
  "errorcode_5001.50": "Impossibile leggere la risposta di Steam. Riprova più tardi. Se il problema persiste, contatta <a href=\"https://support.steampowered.com/?l=italian\" class=\"RGSCLoadExt\">l'assistenza di Steam</a> per ricevere assistenza.",
  "errorcode_5001.8": "Impossibile elaborare la richiesta: il Social Club ha rilevato un codice paese/regione mancante o non valido. Riprova più tardi. Se il problema persiste, assicurati di usare la versione più aggiornata dell'applicazione del Social Club, che puoi trovare qui: <a href=\"https://support.rockstargames.com/hc/articles/200146066\" class=\"RGSGLoadExt\">https://support.rockstargames.com/hc/articles/200146066</a>.",
  "errorcode_5002.10": "Impossibile recuperare l'account perché contiene una data di nascita non valida. Contatta il <a href=\"https://support.rockstargames.com/hc/it\" class=\"RGSCLoadExt\">supporto tecnico</a> per ricevere assistenza.",
  "errorcode_5002.11": "Impossibile recuperare l'account perché contiene un indirizzo email non valido. Contatta il <a href=\"https://support.rockstargames.com/hc/it\" class=\"RGSCLoadExt\">supporto tecnico</a> per ricevere assistenza.",
  "errorcode_5002.33": "Impossibile recuperare l'account perché contiene un numero di telefono non valido. Contatta il <a href=\"https://support.rockstargames.com/hc/it\" class=\"RGSCLoadExt\">supporto tecnico</a> per ricevere assistenza.",
  "errorcode_5002.50": "Impossibile leggere la risposta di Steam. Riprova più tardi. Se il problema persiste, contatta <a href=\"https://support.steampowered.com/\" class=\"RGSCLoadExt\">il supporto clienti di Steam</a>.",
  "errorcode_5002.62": "Impossibile recuperare l'account perché contiene un codice postale non valido. Contatta il <a href=\"https://support.rockstargames.com/hc/it\" class=\"RGSCLoadExt\">supporto tecnico</a> per ricevere assistenza.",
  "errorcode_5002.93": "Questo metodo di inserimento supporta solo caratteri alfanumerici. Cambia la modalità di inserimento.",
  "errorcode_5003": "Impossibile elaborare la richiesta: dati non validi. Se il problema persiste, contatta il <a href=\"https://support.rockstargames.com/hc/it\" class=\"RGSCLoadExt\">supporto tecnico</a> per ricevere assistenza.",
  "errorcode_5003.27": "Il nickname dev'essere lungo dai 6 ai 16 caratteri. Correggi il nickname e riprova.",
  "errorcode_5003.28": "Il nickname dev'essere lungo dai 6 ai 16 caratteri. Correggi il nickname e riprova.",
  "errorcode_5003.32": "La password dev'essere lunga dagli 8 ai 16 caratteri. Correggi la password e riprova.",
  "errorcode_5003.66": "In questo momento lo Store non può completare il tuo ordine. Riprova più tardi.",
  "errorcode_5003.78": "Hai raggiunto il numero massimo di crew.",
  "errorcode_5004": "La richiesta contiene parole volgari, riservate o altrimenti non disponibili. Elimina queste parole e riprova.",
  "errorcode_5004.27": "Il nickname contiene parole volgari, riservate o altrimenti non disponibili.",
  "errorcode_5005": "Verifica dei dati fallita.",
  "errorcode_5005.74": "Rilevato input non sicuro. Elimina questo testo e riprova.",
  "errorcode_6000": "I dati richiesti non esistono.",
  "errorcode_6000.35": "L'account giocatore richiesto non esiste.",
  "errorcode_6000.41": "L'account Rockstar richiesto non esiste.",
  "errorcode_6000.80": "Impossibile effettuare l'accesso online. Abbiamo tentato di ricorrere all'accesso offline, ma senza successo. Il nome utente o la password potrebbero essere sbagliati o l'account potrebbe non esistere su questo computer. È possibile giocare offline solamente con account che hanno precedentemente effettuato l'accesso da questo computer (con \"Ricordami\" selezionato) mentre connessi a Internet e mentre i servizi del Social Club erano disponibili.",
  "errorcode_6000.85": "Non hai inviti per unirti a questa crew.",
  "errorcode_6000.87": "Impossibile effettuare l'accesso online. Non è possibile ricorrere all'accesso offline poiché non è mai stato effettuato l'accesso su questo computer. È possibile giocare offline solamente con account che hanno precedentemente effettuato l'accesso da questo computer (con \"Ricordami\" selezionato) mentre connessi a Internet e mentre i servizi del Social Club erano disponibili.",
  "errorcode_6000.88": "Il prodotto che hai tentato di acquistare potrebbe non essere trovato nel catalogo.",
  "errorcode_6001.11": "Questo indirizzo email è già associato a un account del Social Club. Riprova con un altro indirizzo email. Se sei tu il proprietario di questo indirizzo e hai dimenticato la password, puoi <a href=\"http://socialclub.rockstargames.com/profile/requestresetpassword\" class=\"RGSCLoadExt\">richiederne il ripristino</a>.",
  "errorcode_6001.27": "Questo nickname è già associato a un account del Social Club. Riprova con un altro nickname.",
  "errorcode_6001.86": "Sei già membro di questa crew.",
  "errorcode_6002.45": "Non abbiamo potuto inviarti un'email di conferma del ripristino della password per un errore interno dei servizi di gioco Rockstar. Riprova più tardi.",
  "errorcode_6003": "Deserializzazione dei dati fallita a causa di un problema interno dei servizi di gioco Rockstar. Riprova più tardi.",
  "errorcode_6003.66": "In questo momento lo Store non può completare il tuo ordine. Riprova più tardi.",
  "errorcode_7000": "In questo momento lo Store non è disponibile. Riprova più tardi.",
  "errorcode_7000.66": "In questo momento lo Store non può completare il tuo ordine. Riprova più tardi.",
  "errorcode_7000.71": "Il negozio di Steam è al momento non disponibile. Riprova più tardi. Se il problema persiste, contatta <a href=\"https://support.steampowered.com/?l=italian\" class=\"RGSCLoadExt\">l'assistenza di Steam</a>.",
  "errorcode_7000.90": "In questo momento lo Store non può installare il tuo prodotto. Riprova più tardi.",
  "errorcode_7001": "Si è verificato un errore nel servizio di attivazione. Riprova più tardi. Se il problema persiste, visita la <a href=\"https://support.rockstargames.com/it/\" class=\"RGSCLoadExt\">pagina web del Supporto Rockstar</a>.",
  "errorcode_7001.70": "Impossibile utilizzare il voucher. Riprova più tardi.",
  "errorcode_8000": "Sono state inviate troppe richieste da questo indirizzo IP. Attendi qualche minuto e riprova.",
  "errorcode_9000.79": "Impossibile inviare un messaggio in quanto questo utente è nella tua lista bloccati.",
  "errorcode_9000.92": "Impossibile inviare messaggi in quanto sei stato bloccato da questo giocatore.",
  "ErrorHasOccurred": "Spiacenti, si è verificato un errore.",
  "ErrorPassword": "Errore nell'aggiornamento della password.",
  "ErrorSupport": "Riprova più tardi. Se l'errore persiste, visita la <a href=\"https://support.rockstargames.com/it/\" class=\"RGSCLoadExt\">pagina web del Supporto Rockstar</a> e consulta la <a href=\"https://support.rockstargames.com/it/servicestatus\" class=\"RGSCLoadExt\">pagina dello stato del servizio</a>.",
  "ErrorUpdate": "Errore nell'aggiornamento del profilo: password non valida o sbagliata.",
  "FeatureDisabled": "Funzionalità temporaneamente disabilitata",
  "FeatureDisabledDesc": "Questa funzionalità non è al momento supportata. Riprova più avanti.",
  "GenericError1": "Siamo spiacenti. In base alle informazioni che ci hai fornito, non puoi registrarti al Social Club. Consulta la nostra <a href=\"https://www.rockstargames.com/it/privacy\" class=\"RGSCLoadExt\">Politica sulla privacy</a>. Se credi ci sia un errore, puoi contattare il <a href=\"http://support.rockstargames.com/anonymous_requests/new\" class=\"RGSCLoadExt\">supporto di Rockstar Games</a>.",
  "GenericFriendActionError": "Siamo spiacenti, non è stato possibile inoltrare la richiesta, riprova più tardi.",
  "GenericServerError": "Si è verificato un errore nei servizi di gioco Rockstar. Riprova più tardi.",
  "IncorrectPassword": "Password non valida, riprova.",
  "InternetAccess": "Assicurati di avere accesso a Internet e riprova.",
  "InvalidCreateAccountError": "Si è verficato un problema durante la creazione dell'account.",
  "InvalidPassPattern": "Solo caratteri alfanumerici o caratteri da questa lista: \"{0}\"",
  "InvalidPassword": "Hai inserito una password non valida. Rimuovi ogni carattere speciale e riprova.",
  "InvalidPasswordNew": "La password dev'essere lunga dagli [min] ai [max] caratteri e contenere almeno un numero e una lettera maiuscola. Correggi la password e riprova.",
  "InvalidZip": "CAP non valido",
  "Loading": "Caricamento...",
  "Maintenance": "Manutenzione programmata",
  "MaxNoCrewsExceeded": "Hai raggiunto il numero massimo di crew.",
  "MessageMissing": "È richiesto un messaggio.",
  "MfaCodeInvalid": "Codice di verifica non valido. Riprova.",
  "MfaCodeMissing": "Inserisci il tuo codice di verifica.",
  "MfaResetError": "Al momento è impossibile elaborare la richiesta. Riprova più tardi.",
  "NetworkDetected": "Connessione di rete trovata!",
  "NickChar": "Il nickname deve contenere da 6 a 16 caratteri.",
  "NickExists": "Questo nickname è già usato.",
  "NickInvalid": "Caratteri non validi nel nickname.",
  "NicknameMissing": "È richiesto un nickname.",
  "NoActiveCrew": "In questo momento non hai crew impostate come attive.",
  "NoCon": "Nessuna connessione",
  "NoData": "Nessun dato",
  "NoInternet": "Al gioco non è stato possibile connettersi ad Internet. Le caratteristiche online e i contenuti scaricabili potrebbero non essere disponibili.  Prova a:<br>\n<br>\nAprire un browser per verificare che ci sia connessione.<br>\nSe possiedi un modem e un router, prova a bypassare il router connettendoti direttamente al modem con un cavo di rete; così verificherai se il problema è il router stesso.<br>\nSe possiedi un router con modem integrato, prova ad attivare la modalità bridge.",
  "NoMatchCrewMembers": "Nessun membro della crew corrispondente trovato.",
  "NoMatches": "Nessuna corrispondenza trovata. Riprova utilizzando un altro termine di ricerca.",
  "NoMatchSCMembers": "Nessun membro del Social Club corrispondente trovato.",
  "NoStatsExist": "Non esistono ancora statistiche di giocatori!",
  "NotAccess": "Spiacenti, i dati non sono accessibili.",
  "NotFound": "Nome utente non trovato o password non valida.",
  "NotFoundEmail": "Indirizzo email non trovato o password non valida.",
  "OfflineBut": "Sei offline ma la tua connessione è di nuovo disponibile. Vuoi tornare online?",
  "OnlineDisabled": "Il Social Club sta avendo problemi tecnici e i servizi online sono stati temporaneamente disabilitati.",
  "PasswordCount": "Lunghezza password non valida. La password dev'essere lunga dagli [min] ai [max] caratteri e contenere almeno un numero e una lettera maiuscola. Correggi la password e riprova.",
  "PasswordSame": "La nuova password deve essere diversa dalla password attuale.",
  "PasswordUpdate": "La tua password attuale non è sufficientemente sicura. Inseriscine una nuova.",
  "PrivacySettingFailure": "Impossibile aggiornare le impostazioni sulla privacy.",
  "ProductUrlNotFound": "Errore nella ricerca dell'url del prodotto.",
  "ProfileNotFound": "Il profilo selezionato non è stato trovato.",
  "ReportError": "Si è verificato un errore durante l'invio della segnalazione.",
  "request_AccountSearch": "Cerca account",
  "request_BindSteamAccount": "Collega account Steam",
  "request_CheckPassword": "Verifica password",
  "request_CrewMembers": "Membri crew",
  "request_DeleteMessage": "Elimina messaggio",
  "request_EmailAvailable": "Verifica disponibilità email",
  "request_GetAvatars": "Avatar",
  "request_GetAvatarXml": "Recupera XML avatar",
  "request_GetCommunityStats": "Statistiche della comunità",
  "request_GetCountries": "Recupera paesi",
  "request_GetCrewInvites": "Recupera inviti crew",
  "request_GetCustomAvatars": "Avatar personalizzati",
  "request_GetEulaOffline": "Recupera EULA offline",
  "request_GetFriendAchievements": "Recupera obiettivi di amici",
  "request_GetFriendInvites": "Recupera inviti di amici",
  "request_GetFriendProfile": "Recupera profilo amico",
  "request_GetFriendProfileCrews": "Recupera crew per profilo amico",
  "request_GetFriends": "Recupera amici",
  "request_GetMessages": "Recupera messaggi",
  "request_GetMessageSenderList": "Recupera elenco mittenti messaggio",
  "request_GetPlayerStats": "Recupera statistiche giocatore",
  "request_GetPrivacyPolicy": "Recupera Politica sulla privacy",
  "request_GetTos": "Recupera Termini di servizio",
  "request_GetUserAccountInfo": "Recupera info account utente",
  "request_MyCrews": "Recupera le mie crew",
  "request_NicknameAvailable": "Verifica disponibilità nickname",
  "request_ResetPassword": "Richiesta di ripristino password",
  "request_SearchCrewMembers": "Cerca membri crew",
  "request_SearchCrews": "Cerca crew",
  "request_SendMessage": "Invia messaggio",
  "request_SubmitProfileReport": "Invia segnalazione profilo",
  "request_UpdateAvatar": "Aggiorna avatar",
  "request_UpdateCountry": "Aggiorna paese/regione",
  "request_UpdateDob": "Aggiorna data di nascita",
  "request_UpdateDobCountry": "Aggiorna data e paese/regione di nascita",
  "request_UpdateEmail": "Aggiorna email",
  "request_UpdateNickname": "Aggiorna nickname",
  "request_UpdatePassword": "Aggiorna password",
  "request_UpdatePrivacySettings": "Aggiorna impostazioni della privacy",
  "request_UpdateProfile": "Aggiorna profilo",
  "request_UserNetworks": "Recupera reti utente",
  "request_ValidateAccountDetails": "Verifica i dettagli dell'account",
  "Retry": "Riprova",
  "RL_SC_FRIENDS_ERR_ALREADY_BLOCKED": "Impossibile bloccare questo giocatore in quanto si trova già nella tua lista bloccati.",
  "RL_SC_FRIENDS_ERR_ALREADY_FRIENDS": "Impossibile eseguire questa azione in quanto siete già amici.",
  "RL_SC_FRIENDS_ERR_AUTHENTICATION_FAILED": "Si è verificato un errore durante l'autenticazione. Riprova.",
  "RL_SC_FRIENDS_ERR_BLOCK_DOES_NOT_EXIST": "Impossibile sbloccare il giocatore in quanto al momento non si trova nella tua lista bloccati.",
  "RL_SC_FRIENDS_ERR_BLOCKER_FRIEND_LIMIT_REACHED": "Impossibile eseguire questa azione in quanto la tua lista bloccati è piena.",
  "RL_SC_FRIENDS_ERR_FRIEND_DOES_NOT_EXIST": "Impossibile eseguire questa azione in quanto al momento non sei amico di questo giocatore.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_BLOCKED": "Impossibile eseguire questa azione in quanto sei stato bloccato da questo giocatore.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_DOES_NOT_EXIST": "Impossibile eseguire questa azione in quanto l'invito amico non è stato trovato.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_EXISTS": "Impossibile eseguire questa azione in quanto hai già una richiesta amico in sospeso con questo giocatore.",
  "RL_SC_FRIENDS_ERR_INVALID_INVITEE_ID": "Impossibile eseguire questa azione in quanto non è stato possibile trovare l'account del giocatore richiesto.",
  "RL_SC_FRIENDS_ERR_INVITE_DOES_NOT_EXIST": "L'invito amico non esiste. Potrebbe essere stato cancellato da chi l'ha inviato.",
  "RL_SC_FRIENDS_ERR_INVITEE_FRIEND_LIMIT_REACHED": "Hai raggiunto il numero massimo permesso di amici.",
  "RL_SC_FRIENDS_ERR_INVITER_FRIEND_LIMIT_REACHED": "Impossibile accettare l'invito in quanto il giocatore che lo ha inviato ha superato il numero di amici consentito.",
  "RL_SC_FRIENDS_ERR_PENDING_SENT_LIMIT_REACHED": "Impossibile eseguire questa azione in quanto hai ecceduto il numero massimo di inviti amico in sospeso permessi.",
  "RockstarAlreadyLinked": "Questo account del Social Club è già collegato ad un account Steam. Disconnettiti da Steam ed effettua di nuovo il login usando l'account Steam collegato a questo account del Social Club.",
  "SC_Down": "In questo momento i servizi del Social Club stanno avendo problemi tecnici.<br>\n<br>\nLa tua connessione a Internet non mostra problemi.",
  "SearchMin3Chars": "La ricerca deve contenere un minimo di 3 caratteri.",
  "SelectAvatar": "Scegli un avatar.",
  "ServerError": "Errore del server.",
  "SettingsCountryLoadFailed": "ERRORE: Impossibile caricare l'elenco dei Paesi/regioni. Riprova più tardi.",
  "SignInFailure": "Impossibile accedere",
  "SignInPasswordCount": "Le password devono contenere [min]-[max] caratteri.",
  "SignUpCountryLoadFailed": "ERRORE: Al momento non è possibile caricare l'elenco dei Paesi/regioni e creare un nuovo account del Social Club. Riprova più tardi.",
  "SorryTry": "Ci scusiamo per l'inconveniente, riprova più tardi.",
  "SteamAlreadyLinked": "Questo account Steam è già collegato a un altro account del Social Club. Connettiti con quest'ultimo.",
  "TooManyLoginAttempts": "Il tuo account è stato bloccato a causa di ripetuti tentativi d'accesso non andati a buon fine.",
  "TweetError": "Impossibile recuperare i tweet",
  "UnableConnect": "Impossibile connettersi alla rete",
  "UnknownCreateAccountError": "Errore sconosciuto durante la creazione dell'account.",
  "UnknownError": "Errore sconosciuto",
  "ValidDOB": "Inserisci una data di nascita valida.",
  "ValidEmail": "Inserisci un indirizzo email valido."
}