{
  "AccountExists": "Já existe uma conta com o e-mail ou apelido fornecido.",
  "ActivationLegalCheck": "A caixa de seleção deve estar verificada para continuar",
  "AnErrorOccurred": "Ocorreu um erro.",
  "AuthAttempts": "Por favor complete o captcha.",
  "AuthTokenInvalid": "Não conseguimos criar um token de início de sessão. Por favor, tente novamente. Se o erro persistir, visite a <a href=\"https://support.rockstargames.com\" class=\"RGSCLoadExt\"> página de Suporte da Rockstar</a>",
  "Cancel": "Cancelar",
  "Close": "Fechar",
  "Code": "Código",
  "ConfirmButtonText": "Confirmar",
  "ConfirmMatch": "A confirmação não corresponde à senha.",
  "ConnectionUpdate": "Atualização de conexão",
  "ConnectLost": "Conexão perdida",
  "ConProblem": "Deve haver algum problema na sua conexão de rede.",
  "CrewGeneralServiceError": "Ocorreu um erro. Por favor, verifique a sua conexão com a internet e tente novamente.",
  "CrewNoMembersSuffix": "atualmente sem membros.",
  "DisconnectRefresh": "Você se desconectou do Social Club. A interface será atualizada para refletir seu status. ",
  "EmailDoesNotMatch": "A confirmação não corresponde ao e-mail.",
  "EmailExists": "Este e-mail já está em uso.",
  "EmailNotFound": "E-mail não encontrado.",
  "EnterActivation": "Digite o Código de Ativação Rockstar.",
  "EnterNick": "Digite um apelido.",
  "EnterPassword": "Digite sua senha.",
  "EnterRedemption": "Digite o Código de Ativação Rockstar.",
  "EntryDOB": "Digite sua data de nascimento.",
  "EntryEmail": "Digite seu e-mail.",
  "EntryPassword": "Digite sua senha.",
  "Error": "Erro",
  "ErrorActivate": "Erro na ativação.",
  "errorcode_1000.34": "Ocorreu um erro desconhecido. Tente novamente mais tarde. Se o erro persistir, acesse a página de <a href=\"https://support.rockstargames.com/br/servicestatus\" class=\"RGSCLoadExt\">Suporte da Rockstar</a> e fique de olho nas Atualizações de Status do Serviço.",
  "errorcode_1000.50": "Falha ao obter resposta do Steam. Tente novamente mais tarde. Se o problema continuar, contate a <a href=\"https://support.steampowered.com/\" class=\"RGSCLoadExt\">Assistência do Steam</a>.",
  "errorcode_1001": "Os serviços de jogo da Rockstar expiraram. Tente novamente mais tarde.",
  "errorcode_1002": "Este recurso requer um serviço que está desabilitado. Tente novamente mais tarde. Se o erro persistir, acesse a página de <a href=\"href=\"https://support.rockstargames.com/br/servicestatus\" class=\"RGSCLoadExt\">Suporte da Rockstar</a> e fique de olho nas Atualizações de Status do Serviço.",
  "errorcode_1002.24": "Este recurso requer um serviço que está atualmente desabilitado para manutenção. Tente novamente mais tarde.",
  "errorcode_1003.50": "Estamos tendo problemas de comunicação com o Steam. Tente novamente mais tarde. Se o problema persistir, verifique a nossa <a href=\"https://support.rockstargames.com/br/servicestatus\" class=\"RGSCLoadExt\">página de Status do Serviço</a>.",
  "errorcode_1004": "Dados inacessíveis. Pode haver um problema de conexão com a sua rede. Verifique se você tem acesso à internet e tente novamente.",
  "errorcode_3000": "Infelizmente não foi possível coletar um recurso essencial. Por favor, tente novamente mais tarde.",
  "errorcode_3000.18": "Falha ao buscar países devido a um problema com os serviços de jogo da Rockstar. Tente novamente mais tarde.",
  "errorcode_3000.19": "Infelizmente não foi possível coletar os documentos de política. Por favor, tente novamente mais tarde.",
  "errorcode_3001": "Falha ao buscar dados do Social Club devido a um problema com os serviços de jogo da Rockstar. Tente novamente mais tarde.",
  "errorcode_3002": "Falha ao buscar dados do Social Club devido a um problema com os serviços de jogo da Rockstar. Tente novamente mais tarde.",
  "errorcode_4000": "Falha de autenticação devido a um problema com os serviços de jogo da Rockstar. Tente novamente mais tarde.",
  "errorcode_4000.102": "Autenticação falhou. Por favor, verifique o seu Código de Verificação e tente de novo.",
  "errorcode_4000.103": "Autenticação falhou. Por favor, verifique o seu Código de Verificação e tente de novo.",
  "errorcode_4000.115": "O tempo expirou. Tente novamente.",
  "errorcode_4000.116": "Falha na autenticação. Tente novamente.",
  "errorcode_4000.118": "O tempo expirou. Tente novamente.",
  "errorcode_4000.119": "Falha na autenticação. Tente novamente. (Código do erro: 4000.119)",
  "errorcode_4000.120": "A sessão foi encerrada para proteger sua conta de terceiros nefastas. (Código do erro: 4000.120)",
  "errorcode_4000.23": "Muitas tentativas fracassadas. Tente novamente mais tarde.",
  "errorcode_4000.50": "Falha na autenticação do Steam. Por favor, tente novamente mais tarde.",
  "errorcode_4000.51": "A autenticação não é mais válida. Reinicie.",
  "errorcode_4000.89": "Falha na autenticação por causa de login duplicado.",
  "errorcode_4000.95": "Seu token de início de sessão salvo expirou. Reinicie.",
  "errorcode_4000.96": "Falha na autenticação. Por favor, cheque sua senha e tente novamente.",
  "errorcode_4001": "Falha de autenticação devido a recursos incompatíveis. Reinstale o jogo.",
  "errorcode_4001.100": "Esta conta não tem permissão para usar a ferramenta de Avatar Personalizado devido a passadas violações de nosso <a href=\"http://www.rockstargames.com/conduct\" class=\"RGSCLoadExt\">Código de conduta</a>.",
  "errorcode_4001.11": "Este recurso não está disponível no momento. Por favor, acesse o <a href=\"https://support.rockstargames.com/hc/pt-br\" class=\"RGSCLoadExt\">Suporte Técnico</a> para assistência.",
  "errorcode_4001.25": "Não foi possível enviar a confirmação de mudança de senha por e-mail neste momento porque você já atingiu o máximo de tentativas de mudança de senha do dia. Veja a sua pasta de lixo eletrônico se solicitou uma mudança de senha anteriormente, ou tente novamente em 24 horas.",
  "errorcode_4001.34": "Somente contas do Social Club podem ser vinculadas ao Steam.",
  "errorcode_4001.38": "Você não tem permissão para usar este recurso do Social Club. Para mais informações, leia o nosso <a href=\"http://www.rockstargames.com/conduct?locale=br\" class=\"RGSCLoadExt\">Código de Conduta</a>.",
  "errorcode_4001.46": "Não pode enviar mensagens para si mesmo.",
  "errorcode_4001.49": "Vinculação de conta falhou. Esta conta do Steam já está vinculada a uma conta do Social Club diferente. Por favor, inicie sessão com a outra conta do Social Club.",
  "errorcode_4001.72": "Não foi possível atualizar o apelido porque ele já foi modificado nos últimos 365 dias.",
  "errorcode_4001.79": "Não foi possível completar esta ação pois a conta deste jogador não pode ser encontrada.",
  "errorcode_4001.81": "Esta conta do Social Club já está vinculada a uma conta do Steam diferente. Por favor, finalize e reinicie sessão no Steam usando a conta vinculada a essa conta do Social Club.",
  "errorcode_5000": "Falta uma variável, por favor verifique a sua entrada e tente novamente. Se o problema persistir, contate o <a href=\"https://support.rockstargames.com/hc/pt-br\" class=\"RGSCLoadExt\">Suporte Técnico</a> para assistência.",
  "errorcode_5000.46": "A mensagem não contém texto. Digite uma mensagem e tente novamente.",
  "errorcode_5000.51": "Falta uma variável de autenticação, tente novamente. Se o problema persistir, contate o <a href=\"https://support.rockstargames.com/hc/pt-br\" class=\"RGSCLoadExt\">Suporte Técnico</a> para assistência.",
  "errorcode_5000.66": "A Loja não pode completar o seu pedido no momento. Tente novamente mais tarde.",
  "errorcode_5000.76": "Não foi possível localizar Steam App Id, por favor tente novamente. Se o problema persistir, contate o <a href=\"https://support.rockstargames.com/hc/pt-br\" class=\"RGSCLoadExt\">Suporte Técnico</a> para assistência.",
  "errorcode_5000.77": "Não foi possível localizar Steam Auth Ticket, por favor tente novamente. Se o problema persistir, contate o <a href=\"https://support.rockstargames.com/hc/pt-br\" class=\"RGSCLoadExt\">Suporte Técnico</a> para assistência.",
  "errorcode_5001": "Não foi possível processar a solicitação devido a um problema com os serviços de jogo da Rockstar que apontam esse pedido como inválido. Tente novamente mais tarde.",
  "errorcode_5001.11": "Não foi possível atualizar a conta devido a um endereço de e-mail inválido. Tente novamente com um e-mail válido. Somente caracteres alfanuméricos, algarismos, sublinhados, pontos e \"@\"s são permitidos.",
  "errorcode_5001.27": "Este apelido tem caracteres inválidos.",
  "errorcode_5001.31": "Não foi possível processar a solicitação devido a uma senha inválida. Tente novamente com uma senha válida. As senhas devem conter entre 8 e 16 caracteres, com pelo menos um algarismo e uma letra maiúscula.",
  "errorcode_5001.5": "Não foi possível processar a solicitação devido a uma url de avatar inexistente ou inválida. Isto costuma acontecer devido a erros no Social Club. Tente novamente. Se o problema persistir, certifique-se de estar usando a versão mais recente do aplicativo do Social Club, encontrada aqui: <a href=\"https://support.rockstargames.com/hc/articles/200146066\" class=\"RGSGLoadExt\">https://support.rockstargames.com/hc/articles/200146066</a>.",
  "errorcode_5001.50": "Não foi possível ler a resposta do Steam. Tente novamente mais tarde. Se o problema continuar, contate a <a href=\"https://support.steampowered.com/\" class=\"RGSCLoadExt\">Suporte Técnico</a>.",
  "errorcode_5001.8": "Não foi possível processar a solicitação porque o Social Club detectou que o código de país/região está faltando ou é inválido. Tente novamente. Se o problema persistir, certifique-se de estar usando a versão mais recente do aplicativo do Social Club, encontrada aqui: <a href=\"https://support.rockstargames.com/hc/articles/200146066\" class=\"RGSGLoadExt\">https://support.rockstargames.com/hc/articles/200146066</a>.",
  "errorcode_5002.10": "Não foi possível recuperar a conta já que contém uma data de nascimento inválida. Por favor, contate o <a href=\"https://support.rockstargames.com/hc/pt-br\" class=\"RGSCLoadExt\">Suporte Técnico</a> para assistência.",
  "errorcode_5002.11": "Não foi possível recuperar a conta já que contém um endereço de e-mail inválido. Por favor, contate o <a href=\"https://support.rockstargames.com/hc/pt-br\" class=\"RGSCLoadExt\">Suporte Técnico</a> para assistência.",
  "errorcode_5002.33": "Não foi possível recuperar a conta já que contém um número de telefone inválido. Por favor, contate o <a href=\"https://support.rockstargames.com/hc/pt-br\" class=\"RGSCLoadExt\">Suporte Técnico</a> para assistência.",
  "errorcode_5002.50": "Não foi possível ler a resposta do Steam. Tente novamente mais tarde. Se o problema continuar, contate a <a href=\"https://support.steampowered.com/\" class=\"RGSCLoadExt\">Assistência do Steam</a>.",
  "errorcode_5002.62": "Não foi possível recuperar a conta já que contém um código postal inválido. Por favor, contate o <a href=\"https://support.rockstargames.com/hc/pt-br\" class=\"RGSCLoadExt\">Suporte Técnico</a> para assistência.",
  "errorcode_5002.93": "Somente caracteres alfanuméricos são suportados por esta entrada. Mude os modos de IME.",
  "errorcode_5003": "Não foi possível processar a solicitação devido à presença de dados inválidos. Se o problema persistir, por favor contate <a href=\"http://www.rockstargames.com/support\" class=\"RGSCLoadExt\">Suporte Técnico</a> para assistência. ",
  "errorcode_5003.27": "O apelido deve conter entre 6 e 16 caracteres. Retifique o seu apelido e tente novamente.",
  "errorcode_5003.28": "O apelido deve conter entre 6 e 16 caracteres. Retifique o seu apelido e tente novamente.",
  "errorcode_5003.32": "A senha deve conter entre 8 e 16 caracteres. Retifique a sua senha e tente novamente. ",
  "errorcode_5003.66": "A Loja não pode completar o seu pedido no momento. Tente novamente mais tarde.",
  "errorcode_5003.78": "Você excedeu o número limite de Comandos.",
  "errorcode_5004": "A solicitação contém palavras de baixo calão, reservadas ou outros termos proibidos. Remova o texto e tente novamente.",
  "errorcode_5004.27": "O apelido contém palavras de baixo calão, reservadas ou outros termos proibidos.",
  "errorcode_5005": "Falha na validação dos dados.",
  "errorcode_5005.74": "Texto não seguro detectado. Remova o texto e tente novamente.",
  "errorcode_6000": "Os dados solicitados não existem.",
  "errorcode_6000.35": "A Conta de Jogador solicitada não existe.",
  "errorcode_6000.41": "A Conta da Rockstar solicitada não existe.",
  "errorcode_6000.80": "A tentativa de iniciar sessão online falhou. A tentativa de estabeler sessão offline também falhou. O nome de usuário ou senha podem estar errados ou a conta pode não existir nesta máquina. Jogar offline só está disponível para contas que iniciaram sessão nesta máquina (com a opção \"Lembrar\" marcada) enquanto estavam conectadas à Internet e com o Social Club disponível.",
  "errorcode_6000.85": "Você não possui um convite para entrar neste comando.",
  "errorcode_6000.87": "A tentativa de iniciar sessão online falhou. Não foi possível estabelecer uma sessão offline porque você nunca iniciou sessão nesta máquina anteriormente. Jogar offline só está disponível para contas que iniciaram sessão nesta máquina (com a opção \"Lembrar\" marcada) enquanto estavam conectadas à Internet e com o Social Club disponível.",
  "errorcode_6000.88": "O produto que você tentou comprar não foi encontrado no catálogo.",
  "errorcode_6001.11": "Este endereço de e-mail já foi usado em uma conta do Social Club. Tente um e-mail diferente. Se você for o proprietário do e-mail e tiver esquecido a sua senha, pode <a href=\"http://socialclub.rockstargames.com/profile/requestresetpassword\" class=\"RGSCLoadExt\">solicitar uma mudança de senha</a>.",
  "errorcode_6001.27": "Este apelido já foi usado em uma conta do Social Club. Tente um apelido diferente.",
  "errorcode_6001.86": "Você já é um membro deste Comando.",
  "errorcode_6002.45": "Não foi possível enviar um e-mail de confirmação de mudança de senha no momento devido a um erro dos serviços de jogo da Rockstar. Tente novamente mais tarde.",
  "errorcode_6003": "Erro ao desserializar os dados devido a um erro dos serviços de jogo da Rockstar. Tente novamente mais tarde.",
  "errorcode_6003.66": "A Loja não pode completar o seu pedido no momento. Tente novamente mais tarde.",
  "errorcode_7000": "A Loja não está disponível no momento. Tente novamente mais tarde.",
  "errorcode_7000.66": "A Loja não pode completar o seu pedido no momento. Tente novamente mais tarde.",
  "errorcode_7000.71": "A Loja do Steam não está disponível no momento.  Tente novamente mais tarde. Se o problema persistir contate a  <a href=\"https://support.steampowered.com/\" class=\"RGSCLoadExt\">Assistência do Steam</a>.",
  "errorcode_7000.90": "A Loja não consegue instalar o seu produto no momento. Por favor, tente novamente mais tarde.",
  "errorcode_7001": "Ocorreu um erro de ativação do serviço. Tente novamente mais tarde. Se o problema persistir, visite a <a href=\"https://support.rockstargames.com/br/\" class=\"RGSCLoadExt\">página de Suporte da Rockstar</a>.",
  "errorcode_7001.70": "Não foi possível redimir o voucher. Por favor, tente de novo mais tarde.",
  "errorcode_8000": "Muitas solicitações estão sendo feitas através do seu endereço de IP. Espere alguns minutos e tente novamente. ",
  "errorcode_9000.79": "Não foi possível enviar a mensagem porque este usuário está na sua lista de bloqueados.",
  "errorcode_9000.92": "Não é possível enviar messagens pois você foi bloqueado por este jogador.",
  "ErrorHasOccurred": "Desculpe, ocorreu um erro.",
  "ErrorPassword": "Erro na atualização da senha.",
  "ErrorSupport": "Tente novamente mais tarde. Se o erro persistir, acesse a <a href=\"https://support.rockstargames.com/br/\" class=\"RGSCLoadExt\">página de Suporte da Rockstar</a> e fique de olho nas <a href=\"https://support.rockstargames.com/br/servicestatus\" class=\"RGSCLoadExt\">Atualizações de Status do Serviço</a>.",
  "ErrorUpdate": "Erro na atualização do perfil: senha inválida ou incorreta.",
  "FeatureDisabled": "Recurso temporariamente desabilitado",
  "FeatureDisabledDesc": "Desculpe, não há suporte para este recurso no momento. Por favor cheque novamente mais tarde.",
  "GenericError1": "Pedimos desculpa. Baseado na informação que introduziu, você não é elegível para se registrar no Social Club. Por favor, veja a nossa <a href=\"https://www.rockstargames.com/br/privacy/\">política de privacidade</a>. Se acha que isto é um erro, pode contatar <a href=\"http://support.rockstargames.com/anonymous_requests/new\" class=\"RGSCLoadExt\">o Suporte da Rockstar Games</a>.",
  "GenericFriendActionError": "O pedido falhou. Tente novamente mais tarde.",
  "GenericServerError": "Ocorreu um erro desconhecido nos serviços de jogo da Rockstar. Tente novamente mais tarde.",
  "IncorrectPassword": "Senha incorreta. Tente novamente.",
  "InternetAccess": "Verifique se a sua conexão à Internet está ativa e tente novamente.",
  "InvalidCreateAccountError": "Houve um problema ao tentar criar sua conta.",
  "InvalidPassPattern": "Alfanuméricos ou só estes caracteres \"{0}\"",
  "InvalidPassword": "Você digitou uma senha inválida. Apague os caracteres especiais e tente novamente.",
  "InvalidPasswordNew": "Senhas devem ter entre [min] e [max] caracteres, com pelo menos um número e uma letra maiúscula. Por favor, faça as alterações necessárias e tente novamente.",
  "InvalidZip": "CEP inválido",
  "Loading": "Carregando…",
  "Maintenance": "Manutenção Agendada",
  "MaxNoCrewsExceeded": "Você excedeu o número limite de Comandos.",
  "MessageMissing": "Uma mensagem é necessária.",
  "MfaCodeInvalid": "Código de Verificação inválido. Por favor, tente novamente.",
  "MfaCodeMissing": "Por favor, insira o seu Código de Verificação.",
  "MfaResetError": "Desculpe, não foi possível processar o seu pedido no momento. Tente novamente mais tarde.",
  "NetworkDetected": "Conexão de rede detectada!",
  "NickChar": "O apelido deve ter entre 6 e 16 caracteres.",
  "NickExists": "Este apelido já existe.",
  "NickInvalid": "Este apelido tem caracteres inválidos.",
  "NicknameMissing": "Um apelido é necessário.",
  "NoActiveCrew": "Você atualmente não possui Comando ativo selecionado.",
  "NoCon": "Sem conexão",
  "NoData": "Nenhum dado",
  "NoInternet": "Pode haver algum problema com a sua conexão com a internet. Verifique-a e tente novamente. <br> <br> \nAbra um browser para verificar que tem uma conexão à internet ativa. <br>\nSe tiver modem e router separados, estabeleça uma passagem secundária que conecte ao seu modem (o outro dispositivo) diretamente usando um cabo Ethernet para testar se o seu router é a fonte do problema.<br> Se tem uma combinação router/modem num só dispositivo, tente colocá-lo em Bridge Mode.",
  "NoMatchCrewMembers": "Nenhum membro correspondente do Comando encontrado.",
  "NoMatches": "Nenhum resultado encontrado. Por favor, tente novamente usando outro parâmetro de busca.",
  "NoMatchSCMembers": "Nenhum membro correspondente do Social Club encontrado.",
  "NoStatsExist": "Ainda não há estatísticas de jogadores!",
  "NotAccess": "Lamentamos, mas os dados não podem ser acessados.",
  "NotFound": "Nome de usuário não encontrado ou senha inválida.",
  "NotFoundEmail": "Email não encontrado ou senha inválida.",
  "OfflineBut": "Você está offline mas a sua conexão está disponível novamente. Deseja reconectar?",
  "OnlineDisabled": "Desculpe, o Social Club está sofrendo dificuldades técnicas no momento e os recursos online estão temporariamente desabilitados.",
  "PasswordCount": "Comprimento de senha inválido. A senha deve ter entre [min] e [max] caracteres com pelo menos um número e uma letra maiúscula. Por favor, altere sua senha e tente novamente.",
  "PasswordSame": "A nova senha deve ser diferente da sua atual.",
  "PasswordUpdate": "A sua senha atual não é segura o suficiente. Digite uma nova senha.",
  "PrivacySettingFailure": "Falha ao atualizar as configurações de privacidade.",
  "ProductUrlNotFound": "Erro ao recuperar a url do produto.",
  "ProfileNotFound": "Perfil selecionado não encontrado.",
  "ReportError": "Ocorreu um erro durante o envio da denúncia.",
  "request_AccountSearch": "Busca por conta",
  "request_BindSteamAccount": "Vincular conta do Steam",
  "request_CheckPassword": "Verificar senha",
  "request_CrewMembers": "Membros do Comando",
  "request_DeleteMessage": "Excluir mensagem",
  "request_EmailAvailable": "Verificação de disponibilidade de e-mail",
  "request_GetAvatars": "Ver avatares",
  "request_GetAvatarXml": "Ver XML do avatar",
  "request_GetCommunityStats": "Estatísticas da comunidade",
  "request_GetCountries": "Ver países",
  "request_GetCrewInvites": "Ver convites de Comando",
  "request_GetCustomAvatars": "Ver avatares personalizados",
  "request_GetEulaOffline": "Ver o EULA offline",
  "request_GetFriendAchievements": "Ver conquistas de amigo",
  "request_GetFriendInvites": "Ver pedidos de amizade",
  "request_GetFriendProfile": "Ver perfil do amigo",
  "request_GetFriendProfileCrews": "Ver comandos do perfil do amigo",
  "request_GetFriends": "Ver amigos",
  "request_GetMessages": "Ver mensagens",
  "request_GetMessageSenderList": "Ver lista de remetentes",
  "request_GetPlayerStats": "Ver estatísticas do jogador",
  "request_GetPrivacyPolicy": "Ver política de privacidade",
  "request_GetTos": "Ver termos de serviço",
  "request_GetUserAccountInfo": "Ver informações de conta do usuário",
  "request_MyCrews": "Ver meus Comandos",
  "request_NicknameAvailable": "Verificação de disponibilidade de apelido",
  "request_ResetPassword": "Solicitação de mudança de senha",
  "request_SearchCrewMembers": "Buscar membros do Comando",
  "request_SearchCrews": "Buscar por Comandos",
  "request_SendMessage": "Enviar mensagem",
  "request_SubmitProfileReport": "Enviar denúncia de perfil",
  "request_UpdateAvatar": "Atualizar avatar",
  "request_UpdateCountry": "Atualizar país/região",
  "request_UpdateDob": "Atualizar data de nascimento",
  "request_UpdateDobCountry": "Atualizar data de nascimento e país/região",
  "request_UpdateEmail": "Atualizar e-mail",
  "request_UpdateNickname": "Atualizar apelido",
  "request_UpdatePassword": "Atualizar senha",
  "request_UpdatePrivacySettings": "Atualizar configurações de privacidade",
  "request_UpdateProfile": "Atualizar perfil",
  "request_UserNetworks": "Ver redes de usuários",
  "request_ValidateAccountDetails": "Validar informações da conta",
  "Retry": "Tentar novamente",
  "RL_SC_FRIENDS_ERR_ALREADY_BLOCKED": "Não foi possível bloquear este jogador, pois ele já está na sua lista de Bloqueados.",
  "RL_SC_FRIENDS_ERR_ALREADY_FRIENDS": "Não foi possível completar esta ação, pois vocês já são amigos.",
  "RL_SC_FRIENDS_ERR_AUTHENTICATION_FAILED": "Desculpe, ocorreu um erro durante a autenticação. Por favor tente novamente mais tarde.",
  "RL_SC_FRIENDS_ERR_BLOCK_DOES_NOT_EXIST": "Não foi possível desbloquear jogador, pois ele não se encontra em sua lista de bloqueados.",
  "RL_SC_FRIENDS_ERR_BLOCKER_FRIEND_LIMIT_REACHED": "Não foi possível completar esta ação, pois sua lista de Bloqueados está cheia.",
  "RL_SC_FRIENDS_ERR_FRIEND_DOES_NOT_EXIST": "Não foi possível completar esta ação, pois você não é amigo deste jogador atualmente.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_BLOCKED": "Não foi possível completar esta ação pois você foi bloqueado por este jogador.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_DOES_NOT_EXIST": "Não foi possível completar esta ação, pois o convite de amizade não pôde ser encontrado.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_EXISTS": "Não foi possível completar esta ação pois já existe um pedido de amigo entre você e jogador.",
  "RL_SC_FRIENDS_ERR_INVALID_INVITEE_ID": "Não foi possível completar esta ação pois a conta deste jogador não pode ser encontrada.",
  "RL_SC_FRIENDS_ERR_INVITE_DOES_NOT_EXIST": "Convite de amizade inexistente; ele pode ter sido cancelado por quem o enviou.",
  "RL_SC_FRIENDS_ERR_INVITEE_FRIEND_LIMIT_REACHED": "Desculpe, você atingiu o número máximo permitido de amigos.",
  "RL_SC_FRIENDS_ERR_INVITER_FRIEND_LIMIT_REACHED": "Não foi possível aceitar o convite pois o requerente atingiu o número máximo permitido de amigos.",
  "RL_SC_FRIENDS_ERR_PENDING_SENT_LIMIT_REACHED": "Não foi possível completar esta ação, pois você excedeu o número máximo permitido de solicitações de amizade pendentes.",
  "RockstarAlreadyLinked": "Esta conta do Social Club já está vinculada a uma conta do Steam diferente. Por favor, finalize e reinicie sessão no Steam usando a conta vinculada a essa conta do Social Club.",
  "SC_Down": "Os serviços do Social Club estão tendo dificuldades técnicas no momento.<br> \n<br> \nNenhum problema foi detectado na sua conexão com a Internet.",
  "SearchMin3Chars": "A sua busca deve conter no mínimo 3 caracteres",
  "SelectAvatar": "Selecione um avatar.",
  "ServerError": "Erro do servidor",
  "SettingsCountryLoadFailed": "ERRO: Falha ao carregar lista de países/região. Tente novamente.",
  "SignInFailure": "Falha ao iniciar sessão",
  "SignInPasswordCount": "A senha deve ter entre [min] e [max] caracteres.",
  "SignUpCountryLoadFailed": "ERRO: Falha ao carregar lista de países/região. Não foi possível criar uma nova conta do Social Club no momento. Tente novamente.",
  "SorryTry": "Lamentamos por este problema técnico, tente novamente mais tarde.",
  "SteamAlreadyLinked": "Esta conta do Steam já está vinculada a uma conta do Social Club diferente. Por favor, inicie sessão com a outra conta do Social Club.",
  "TooManyLoginAttempts": "A sua conta foi bloqueada devido a tentativas seguidas de iniciar sessão.",
  "TweetError": "Impossível recuperar tweets",
  "UnableConnect": "Não é possível conectar à rede",
  "UnknownCreateAccountError": "Erro desconhecido ao criar esta conta.",
  "UnknownError": "Erro desconhecido",
  "ValidDOB": "Digite uma data válida.",
  "ValidEmail": "Digite um e-mail válido."
}