{
  "AccountExists": "Адрес эл. почты или псевдоним уже существуют.",
  "ActivationLegalCheck": "Для продолжения необходимо заполнить выделенные поля",
  "AnErrorOccurred": "Произошла ошибка",
  "AuthAttempts": "Пожалуйста заполните капчу.",
  "AuthTokenInvalid": "Не удалось создать токен авторизации. Повторите попытку позже. Если эта ошибка повторится, посетите <a href=\"https://support.rockstargames.com\" class=\"RGSCLoadExt\">сайт поддержки Rockstar</a>",
  "Cancel": "Отменить",
  "Close": "Закрыть",
  "Code": "Код",
  "ConfirmButtonText": "Подтвердить",
  "ConfirmMatch": "Подтверждение не совпадает с паролем.",
  "ConnectionUpdate": "Обновление подключения",
  "ConnectLost": "Соединение потеряно",
  "ConProblem": "Возможно, возникла проблема с сетевым соединением.",
  "CrewGeneralServiceError": "Произошла ошибка. Пожалуйста, проверьте соединение с Интернетом и повторите попытку.",
  "CrewNoMembersSuffix": "в данное время не содержит членов.",
  "DisconnectRefresh": "Вы были отключены от Social Club, поэтому интерфейс будет видоизменен.",
  "EmailDoesNotMatch": "Подтверждение не совпадает с почтовым адресом.",
  "EmailExists": "Адрес эл. почты уже существует.",
  "EmailNotFound": "Адрес эл. почты не найден.",
  "EnterActivation": "Введите код активации Rockstar.",
  "EnterNick": "Выберите псевдоним.",
  "EnterPassword": "Введите пароль.",
  "EnterRedemption": "Введите код активации Rockstar.",
  "EntryDOB": "Введите дату рождения.",
  "EntryEmail": "Введите адрес эл. почты.",
  "EntryPassword": "Введите пароль.",
  "Error": "Ошибка",
  "ErrorActivate": "Ошибка при активации.",
  "errorcode_1000.34": "Произошла неизвестная ошибка. Пожалуйста, повторите попытку позже. Если эта ошибка повторится, посетите страницу <a href=\"https://support.rockstargames.com/servicestatus\" class=\"RGSCLoadExt\">службы поддержки Rockstar</a> и подпишитесь на обновления статуса серверов.",
  "errorcode_1000.50": "Не удалось прочитать ответ Steam. Повторите попытку позже. Если эта ошибка повторится, обратитесь в <a href=\"https://support.steampowered.com/\" class=\"RGSCLoadExt\">поддержку Steam</a>",
  "errorcode_1001": "Время подключения к игровым службам Rockstar истекло. Повторите попытку позже.",
  "errorcode_1002": "Для выполнения этой функции требуется служба, которая в данный момент отключена. Повторите попытку позже. Если эта ошибка повторится, посетите страницу <a href=\"https://support.rockstargames.com/servicestatus\" class=\"RGSCLoadExt\">службы поддержки Rockstar</a> и подпишитесь на обновления статуса серверов.",
  "errorcode_1002.24": "Для этой опции необходима служба, которая в данный момент отключена. Повторите попытку позже.",
  "errorcode_1003.50": "В данный момент невозможно подключиться к Steam. Повторите попытку позже. Если эта ошибка повторится, перейдите на <a href=\"https://support.rockstargames.com/servicestatus\" class=\"RGSCLoadExt\">страницу статуса серверов</a>.",
  "errorcode_1004": "Данные недоступны. Возможно, нет связи с провайдером. Проверьте подключение к Интернету и повторите попытку.",
  "errorcode_3000": "К сожалению, мы не смогли использовать необходимый ресурс. Пожалуйста, повторите попытку позже.",
  "errorcode_3000.18": "Не удалось запросить страны из-за ошибки игровых служб Rockstar. Повторите попытку позже.",
  "errorcode_3000.19": "К сожалению, мы не смогли использовать документы политики. Пожалуйста, повторите попытку позже.",
  "errorcode_3001": "Не удалось получить данные Social Club из-за ошибки игровых служб Rockstar. Повторите попытку позже.",
  "errorcode_3002": "Не удалось получить данные Social Club из-за ошибки игровых служб Rockstar. Повторите попытку позже.",
  "errorcode_4000": "Не удалось пройти аутентификацию из-за ошибки игровых служб Rockstar. Повторите попытку позже.",
  "errorcode_4000.102": "Аутентификация не удалась. Пожалуйста, проверьте ваш проверочный код и повторите попытку.",
  "errorcode_4000.103": "Аутентификация не удалась. Пожалуйста, проверьте ваш проверочный код и повторите попытку.",
  "errorcode_4000.115": "Время ожидания истекло. Пожалуйста, повторите попытку.",
  "errorcode_4000.116": "Аутентификация не удалась. Пожалуйста, повторите попытку.",
  "errorcode_4000.118": "Время ожидания истекло. Пожалуйста, повторите попытку.",
  "errorcode_4000.119": "Аутентификация не удалась. Пожалуйста, повторите попытку. (Код ошибки: 4000.119)",
  "errorcode_4000.120": "Совершен выход из учетной записи, чтобы защитить ее от вредоносных действий. (Код ошибки: 4000.120)",
  "errorcode_4000.23": "Превышено максимальное число попыток входа. Попробуйте войти позже.",
  "errorcode_4000.50": "Аутентификация Steam не удалась. Пожалуйста, повторите попытку позже.",
  "errorcode_4000.51": "Срок действия авторизации истек. Пожалуйста, перезагрузите приложение.",
  "errorcode_4000.89": "Аутентификация не прошла. В эту учетную запись уже вошли.",
  "errorcode_4000.95": "Срок действия вашего токена авторизации истек. Пожалуйста, перезагрузите приложение.",
  "errorcode_4000.96": "Аутентификация не прошла. Проверьте правильность написания пароля и повторите попытку.",
  "errorcode_4001": "Не удалось пройти аутентификацию из-за несовместимости контента. Переустановите игру.",
  "errorcode_4001.100": "У этой учетной записи нет разрешения использовать специальные аватары из-за нарушений <a href=\"http://www.rockstargames.com/conduct\" class=\"RGSCLoadExt\">правил поведения в сети</a>.",
  "errorcode_4001.11": "Эта функция в данный момент недоступна. Пожалуйста, обратитесь в <a href=\"http://www.rockstargames.com/support\" class=\"RGSCLoadExt\">службу технической поддержки</a> за помощью.",
  "errorcode_4001.25": "Не удалось отправить письмо для подтверждения сброса пароля: превышено максимальное число запросов на сброс пароля за сегодня. Проверьте папку \"Спам\" в вашей электронной почте, если вы уже запрашивали сброс пароля, или повторите попытку через 24 часа.",
  "errorcode_4001.34": "С учетной записью Steam можно связать только учетную запись Social Club.",
  "errorcode_4001.38": "Использование этой функции Social Club недоступно для вас. Чтобы узнать больше, просмотрите наши <a href=\"http://www.rockstargames.com/conduct?locale=ru\" class=\"RGSCLoadExt\">правила поведения</a>.",
  "errorcode_4001.46": "Вы не можете слать сообщения себе.",
  "errorcode_4001.49": "Не удалось связать учетные записи. Данная учетная запись Steam уже связана с другой учетной записью Social Club. Войдите с помощью учетной записи Social Club, которая связана с данной учетной записью Steam.",
  "errorcode_4001.72": "Невозможно обновить имя пользователя, так как еще не прошло 365 дней с момента последнего изменения.",
  "errorcode_4001.79": "Не удается выполнить это действие, так как запрашиваемая учетная запись не была найдена.",
  "errorcode_4001.81": "Эта учетная запись Social Club уже связана с другой учетной записью Steam. Пожалуйста, перезапустите Steam и войдите в учетную запись, которая связана с этой учетной записью Social Club.",
  "errorcode_5000": "Существует отсутствие значения, пожалуйста, проверьте введенные данные и попробуйте еще раз. Если проблема не устранится, пожалуйста, свяжитесь с <a href=\"https://support.rockstargames.com/hc/ru\" class=\"RGSCLoadExt\">Технической поддержкой. </a>",
  "errorcode_5000.46": "Сообщение не содержит текста. Введите текст и повторите попытку.",
  "errorcode_5000.51": "Существует отсутствие данных аутентификации, попробуйте еще раз. Если проблема не устранится, пожалуйста, свяжитесь с <a href=\"https://support.rockstargames.com/hc/ru\" class=\"RGSCLoadExt\">Технической поддержкой.</a>",
  "errorcode_5000.66": "Магазин не может выполнить ваш заказ. Повторите попытку позже.",
  "errorcode_5000.76": "Не удалось найти Steam App Id, попробуйте еще раз. Если проблема не устранится, пожалуйста, свяжитесь с <a href=\"https://support.rockstargames.com/hc/ru\" class=\"RGSCLoadExt\">Техническая поддержка.</a> ",
  "errorcode_5000.77": "Не удалось найти Steam Auth Ticket, пожалуйста, попробуйте еще раз. Если проблема не устранится, пожалуйста, свяжитесь с <a href=\"https://support.rockstargames.com/hc/ru\" class=\"RGSCLoadExt\">Технической поддержкой.</a>",
  "errorcode_5001": "Не удалось обработать запрос: игровые службы Rockstar не принимают эти данные. Повторите попытку позже.",
  "errorcode_5001.11": "Не удалось обновить учетную запись: неверный адрес электронной почты. Введите верный адрес и повторите попытку. В данный момент допускаются только буквы, цифры, нижние подчеркивания, точки и символ \"@\".",
  "errorcode_5001.27": "Недопустимые символы в поле \"Псевдоним\".",
  "errorcode_5001.31": "Не удалось обработать запрос: неверный пароль. Введите верный пароль и повторите попытку. Пароль должен содержать от 8 до 16 символов, среди которых должны быть как минимум одна цифра и одна заглавная буква.",
  "errorcode_5001.5": "Не удалось обработать запрос: неверный адрес аватара. Как правило, эта ошибка происходит в связи с неисправностью в Social Club. Если эта ошибка повторится, проверьте, установлена ли последняя версия приложения Social Club. Последнюю версию приложения можно скачать здесь: <a href=\"https://support.rockstargames.com/hc/articles/200146066\" class=\"RGSGLoadExt\">https://support.rockstargames.com/hc/articles/200146066</a>.",
  "errorcode_5001.50": "Не удалось прочитать ответ Steam. Повторите попытку позже. Если эта ошибка повторится, обратитесь в <a href=\"https://support.steampowered.com/\" class=\"RGSCLoadExt\">поддержку Steam</a>.",
  "errorcode_5001.8": "Не удалось обработать запрос: неверный код страны/региона. Повторите попытку. Если эта ошибка повторится, проверьте, установлена ли последняя версия приложения Social Club. Последнюю версию можно скачать с <a href=\"https://support.rockstargames.com/hc/articles/200146066\" class=\"RGSGLoadExt\">https://support.rockstargames.com/hc/articles/200146066</a>.",
  "errorcode_5002.10": "Невозможно получить учетную запись, так как она содержит недействительную дату рождения. Пожалуйста, свяжитесь с a href=\"https://support.rockstargames.com/hc/ru\" class=\"RGSCLoadExt\">для технической поддержки</a>.",
  "errorcode_5002.11": "Невозможно получить учетную запись, так как она содержит недействительный электронный адрес. Пожалуйста, свяжитесь с a href=\"https://support.rockstargames.com/hc/ru\" class=\"RGSCLoadExt\">для технической поддержки</a>.",
  "errorcode_5002.33": "Невозможно получить учетную запись, так как она содержит недействительный телефонный номер. Пожалуйста, свяжитесь с a href=\"https://support.rockstargames.com/hc/ru\" class=\"RGSCLoadExt\">для технической поддержки</a>.",
  "errorcode_5002.50": "Не удалось прочитать ответ Steam. Повторите попытку позже. Если эта ошибка повторится, обратитесь в <a href=\"https://support.steampowered.com/\" class=\"RGSCLoadExt\">поддержку Steam</a>.",
  "errorcode_5002.62": "Невозможно получить учетную запись, так как она содержит недействительный почтовый индекс. Пожалуйста, свяжитесь с a href=\"https://support.rockstargames.com/hc/ru\" class=\"RGSCLoadExt\">для технической поддержки</a>.",
  "errorcode_5002.93": "Для ввода доступны только цифры и буквы. Пожалуйста, включите режимы IME.",
  "errorcode_5003": "Не удалось обработать запрос сервера: введены неверные данные. Если проблему не удается устранить, пожалуйста, обратитесь <a href=\"http://www.rockstargames.com/support\" class=\"RGSCLoadExt\">в службу поддержки</a> за помощью.",
  "errorcode_5003.27": "Имя пользователя должно содержать от 6 до 16 символов. Введите другое имя пользователя и повторите попытку.",
  "errorcode_5003.28": "Имя пользователя должно содержать от 6 до 16 символов. Введите другое имя пользователя и повторите попытку.",
  "errorcode_5003.32": "Пароль должен содержать от 8 до 16 символов. Пожалуйста, измените ваш пароль и повторите попытку.",
  "errorcode_5003.66": "Магазин не может выполнить ваш заказ. Повторите попытку позже.",
  "errorcode_5003.78": "Превышено максимальное количество банд.",
  "errorcode_5004": "Запрос содержит ругательства, служебные слова или другие недопустимые элементы. Удалите этот текст и повторите попытку.",
  "errorcode_5004.27": "Имя пользователя содержит ругательства, служебные слова или другие недопустимые элементы.",
  "errorcode_5005": "Не удалось проверить данные.",
  "errorcode_5005.74": "Введены небезопасные данные. Удалите этот текст и повторите попытку.",
  "errorcode_6000": "Запрошенные данные не существуют.",
  "errorcode_6000.35": "Запрошенная учетная запись игрока не существует.",
  "errorcode_6000.41": "Запрошенная учетная запись Rockstar не существует.",
  "errorcode_6000.80": "Вход в сетевой или автономный режим не удался. Имя или пароль пользователя неверны, или запись не существует на данном устройстве. Автономный режим доступен только для сохраненных на этом устройстве через \"Запомнить меня\" записей, активированных по Интернету с доступом к Social Club.",
  "errorcode_6000.85": "У вас нет приглашения для вступления в эту банду.",
  "errorcode_6000.87": "Не удалось войти в учетную запись в сетевом режиме. Невозможно войти в автономном режиме, так как вы не использовали ранее эту учетную запись на данном устройстве. Автономный режим доступен только для учетных записей (с активированной опцией \"Запомнить меня\"), использованных на этом устройстве ранее и активированных через Интернет во время работы сервиса Social Club.",
  "errorcode_6000.88": "Продукт, который вы хотели приобрести, не найден в каталоге.",
  "errorcode_6001.11": "Этот адрес электронной почты уже используется в другой учетной записи Social Club. Введите другой адрес. Если это ваш адрес и вы забыли пароль, вы можете <a href=\"http://socialclub.rockstargames.com/profile/requestresetpassword\" class=\"RGSCLoadExt\">запросить сброс пароля</a>.",
  "errorcode_6001.27": "Это имя пользователя Social Club уже занято. Введите другое имя пользователя.",
  "errorcode_6001.86": "Вы уже член этой банды.",
  "errorcode_6002.45": "Не удалось отправить письмо для подтверждения сброса пароля в связи с ошибкой игровых служб Rockstar. Повторите попытку позже.",
  "errorcode_6003": "Ошибка десериализации данных в связи с ошибкой игровых служб Rockstar. Повторите попытку позже.",
  "errorcode_6003.66": "Магазин не может выполнить ваш заказ. Повторите попытку позже.",
  "errorcode_7000": "Магазин в данный момент недоступен. Повторите попытку позже.",
  "errorcode_7000.66": "Магазин не может выполнить ваш заказ. Повторите попытку позже.",
  "errorcode_7000.71": "Магазин Steam в настоящий момент недоступен. Повторите попытку позже. Если проблема не устранится, пожалуйста, свяжитесь с <a href=\"https://support.steampowered.com/\" class=\"RGSCLoadExt\">поддержки Steam</a>.",
  "errorcode_7000.90": "Магазин не может выполнить ваш заказ. Повторите попытку позже.",
  "errorcode_7001": "Произошла ошибка активации. Повторите попытку позже. Если ошибка повторится, пожалуйста, зайдите на страницу <a href=\"https://support.rockstargames.com\" class=\"RGSCLoadExt\">службы поддержки Rockstar</a>.",
  "errorcode_7001.70": "Активировать код не удалось. Пожалуйста, попробуйте позже.",
  "errorcode_8000": "С вашего IP-адреса поступило слишком много запросов. Подождите несколько минут и повторите попытку.",
  "errorcode_9000.79": "Невозможно послать сообщение, так как этот пользователь заблокирован вами. ",
  "errorcode_9000.92": "Не удалось отправить сообщение, вы были заблокированы этим пользователем.",
  "ErrorHasOccurred": "Извините, произошла ошибка.",
  "ErrorPassword": "Ошибка обновления пароля.",
  "ErrorSupport": "Повторите попытку позже. Если эта ошибка повторится, посетите страницу <a href=\"https://support.rockstargames.com\" class=\"RGSCLoadExt\">службы поддержки Rockstar</a> и подпишитесь на <a href=\"https://support.rockstargames.com/servicestatus\" class=\"RGSCLoadExt\">обновления статуса серверов</a>.",
  "ErrorUpdate": "Ошибка обновления учетной записи: пароль указан неправильно.",
  "FeatureDisabled": "Функция временно отключена",
  "FeatureDisabledDesc": "Функция сейчас не поддерживается. Пожалуйста, проверьте позже.",
  "GenericError1": "Извините, по полученной от вас информации у вас нет права на регистрацию учетной записи Social Club. Пожалуйста, посмотрите наши <a href=\"https://www.rockstargames.com/privacy?locale=ru\" class=\"RGSCLoadExt\">Правила соблюдения конфиденциальности</a>. Если вы считаете, что произошла ошибка, вы можете обратиться в <a href=\"https://support.rockstargames.com/hc/ru/requests/new\" class=\"RGSCLoadExt\">службу поддержки Rockstar Games</a>.",
  "GenericFriendActionError": "Извините, запрос не удался, повторите попытку позже.",
  "GenericServerError": "Произошла неизвестная ошибка игровых служб Rockstar. Повторите попытку позже. ",
  "IncorrectPassword": "Неправильный пароль. Пожалуйста, повторите попытку.",
  "InternetAccess": "Убедитесь в наличии доступа к Интернету и повторите попытку.",
  "InvalidCreateAccountError": "При попытке создать вашу учетную запись произошла ошибка.",
  "InvalidPassPattern": "Только буквы, цифры или след. символы: \"{0}\"",
  "InvalidPassword": "В пароле использованы недопустимые символы. Пожалуйста, удалите их и повторите попытку.",
  "InvalidPasswordNew": "Пароль должен содержать от [min] до [max] символов с как минимум одной заглавной буквой и цифрой. Пожалуйста, измените ваш пароль и повторите попытку.",
  "InvalidZip": "Неверный почтовый индекс",
  "Loading": "Загрузка…",
  "Maintenance": "Запланированное техобслуживание",
  "MaxNoCrewsExceeded": "Превышено максимальное количество банд.",
  "MessageMissing": "Введите сообщение.",
  "MfaCodeInvalid": "Проверочный код недействителен. Пожалуйста, повторите попытку.",
  "MfaCodeMissing": "Пожалуйста, введите проверочный код.",
  "MfaResetError": "Извините, мы не можем обработать ваш запрос в данный момент. Пожалуйста, повторите попытку позже.",
  "NetworkDetected": "Обнаружено подключение к сети!",
  "NickChar": "Псевдоним должен содержать от 6 до 16 символов.",
  "NickExists": "Псевдоним уже существует.",
  "NickInvalid": "Недопустимые символы в поле \"Псевдоним\".",
  "NicknameMissing": "Введите псевдоним.",
  "NoActiveCrew": "Сейчас у вас нет основной банды.",
  "NoCon": "Нет связи",
  "NoData": "Нет данных",
  "NoInternet": "Нет соединения с Интернетом. Проверьте ваше соединение и повторите попытку. Пожалуйста, попробуйте следующее:<br>\n<br>\nОткройте веб-браузер, чтобы убедиться, что у вас есть активное подключение к Интернету.<br>\nЕсли вы подключены через модем и маршрутизатор, попробуйте подключиться напрямую, чтобы определить, является ли модем причиной потери связи.<br>\nЕсли ваш модем и маршрутизатор - одно устройство, попробуйте подключиться в режиме \"моста\".",
  "NoMatchCrewMembers": "Подходящие члены банды не найдены.",
  "NoMatches": "Совпадения не найдены. Повторите попытку, используя другие критерии поиска.",
  "NoMatchSCMembers": "Подходящие члены Social Club не найдены.",
  "NoStatsExist": "Статистики игрока еще нет!",
  "NotAccess": "Извините, информация недоступна.",
  "NotFound": "Профиль не найден или введен неправильный пароль.",
  "NotFoundEmail": "Электронная почта не найдена или был введен неверный пароль.",
  "OfflineBut": "Вы не в сети, но интернет-связь снова стала доступна. Хотели бы вы вернуться в сеть?",
  "OnlineDisabled": "Извините, Social Club испытывает технические неполадки, в связи с чем сетевые службы временно недоступны.",
  "PasswordCount": "Неправильная длина пароля. Пароль должен содержать от [min] до [max] символов с как минимум одной заглавной буквой и цифрой. Пожалуйста, измените ваш пароль и повторите попытку.",
  "PasswordSame": "Новый пароль должен отличатся от текущего.",
  "PasswordUpdate": "Ваш пароль недостаточно надежен. Введите новый пароль.",
  "PrivacySettingFailure": "Не удалось обновить настройки конфиденциальности.",
  "ProductUrlNotFound": "Не удалось получить ссылку на товар.",
  "ProfileNotFound": "Выбранный профиль не найден.",
  "ReportError": "Возникла ошибка при отправке жалобы.",
  "request_AccountSearch": "Поиск учетных записей",
  "request_BindSteamAccount": "Привязать учетную запись Steam",
  "request_CheckPassword": "Проверить пароль",
  "request_CrewMembers": "Члены банды",
  "request_DeleteMessage": "Удалить сообщение",
  "request_EmailAvailable": "Проверка доступности адреса эл. почты",
  "request_GetAvatars": "Запросить аватары",
  "request_GetAvatarXml": "Запросить XML аватара",
  "request_GetCommunityStats": "Статистика сообщества",
  "request_GetCountries": "Запросить страны",
  "request_GetCrewInvites": "Запросить приглашения в банды",
  "request_GetCustomAvatars": "Специальные аватары",
  "request_GetEulaOffline": "Запросить копию лицензионного соглашения с конечным пользователем",
  "request_GetFriendAchievements": "Запросить достижения друзей",
  "request_GetFriendInvites": "Запросить приглашения в друзья",
  "request_GetFriendProfile": "Запросить профиль друга",
  "request_GetFriendProfileCrews": "Запросить банды для профиля друга",
  "request_GetFriends": "Запросить друзей",
  "request_GetMessages": "Запросить сообщения",
  "request_GetMessageSenderList": "Запросить список отправителей сообщений",
  "request_GetPlayerStats": "Запросить статистику игрока",
  "request_GetPrivacyPolicy": "Запросить политику конфиденциальности",
  "request_GetTos": "Запросить условия предоставления услуг",
  "request_GetUserAccountInfo": "Запросить информацию учетной записи игрока",
  "request_MyCrews": "Запросить мои банды",
  "request_NicknameAvailable": "Проверка доступности имени пользователя",
  "request_ResetPassword": "Запрос на сброс пароля",
  "request_SearchCrewMembers": "Поиск членов банд",
  "request_SearchCrews": "Поиск банд",
  "request_SendMessage": "Отправить сообщение",
  "request_SubmitProfileReport": "Пожаловаться на учетную запись",
  "request_UpdateAvatar": "Обновить аватар",
  "request_UpdateCountry": "Обновить страну/регион",
  "request_UpdateDob": "Обновить дату рождения",
  "request_UpdateDobCountry": "Обновить дату рождения и страну/регион",
  "request_UpdateEmail": "Обновить адрес эл. почты",
  "request_UpdateNickname": "Обновить имя пользователя",
  "request_UpdatePassword": "Обновить пароль",
  "request_UpdatePrivacySettings": "Обновить настройки приватности",
  "request_UpdateProfile": "Обновить профиль",
  "request_UserNetworks": "Запросить сети пользователей",
  "request_ValidateAccountDetails": "Подтвердить данные учетной записи",
  "Retry": "Повторить",
  "RL_SC_FRIENDS_ERR_ALREADY_BLOCKED": "Невозможно заблокировать этого игрока - он уже в черном списке.",
  "RL_SC_FRIENDS_ERR_ALREADY_FRIENDS": "Невозможно выполнить это действие, так как вы уже друзья.",
  "RL_SC_FRIENDS_ERR_AUTHENTICATION_FAILED": "Ошибка при аутентификации, попробуйте еще раз позже.",
  "RL_SC_FRIENDS_ERR_BLOCK_DOES_NOT_EXIST": "Невозможно разблокировать игрока, так как он не в черном списке.",
  "RL_SC_FRIENDS_ERR_BLOCKER_FRIEND_LIMIT_REACHED": "Невозможно выполнить это действие - черный список полон.",
  "RL_SC_FRIENDS_ERR_FRIEND_DOES_NOT_EXIST": "Невозможно выполнить это действие, так как вы не друзья с этим игроком.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_BLOCKED": "Не удалось выполнить это действие, вы были заблокированы этим пользователем.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_DOES_NOT_EXIST": "Невозможно выполнить это действие, так как запрос в друзья не найден.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_EXISTS": "Невозможно выполнить это действие, так как вы уже отправили приглашение в друзья этому игроку.",
  "RL_SC_FRIENDS_ERR_INVALID_INVITEE_ID": "Не удается выполнить это действие, так как запрашиваемая учетная запись не была найдена.",
  "RL_SC_FRIENDS_ERR_INVITE_DOES_NOT_EXIST": "Запроса в друзья не существует, возможно, он был отменен.",
  "RL_SC_FRIENDS_ERR_INVITEE_FRIEND_LIMIT_REACHED": "Вы достигли максимально допустимого числа друзей.",
  "RL_SC_FRIENDS_ERR_INVITER_FRIEND_LIMIT_REACHED": "Невозможно принять приглашение, приглашающий превысил максимально доступное число друзей.",
  "RL_SC_FRIENDS_ERR_PENDING_SENT_LIMIT_REACHED": "Невозможно выполнить это действие - вы превысили максимально допустимое число запросов в друзья.",
  "RockstarAlreadyLinked": "Эта учетная запись Social Club уже связана с другой учетной записью Steam. Пожалуйста, перезапустите Steam и войдите в учетную запись, которая связана с этой учетной записью Social Club.",
  "SC_Down": "В данный момент в сервисе Social Club наблюдаются технические неполадки.<br><br>С вашим Интернет-соединением все в порядке.",
  "SearchMin3Chars": "Строка поиска должно содержать как минимум 3 символа.",
  "SelectAvatar": "Выберите аватар.",
  "ServerError": "Ошибка сервера",
  "SettingsCountryLoadFailed": "ОШИБКА: Не удалось загрузить список стран/регионов. Пожалуйста, повторите попытку позже.",
  "SignInFailure": "Не удалось войти",
  "SignInPasswordCount": "Пароль должен содержать от [min] до [max] символов.",
  "SignUpCountryLoadFailed": "ОШИБКА: Не удалось загрузить список стран/регионов. Невозможно создать новую учетную запись Social Club. Пожалуйста, повторите попытку позже.",
  "SorryTry": "Приносим наши извинения, повторите попытку позже.",
  "SteamAlreadyLinked": "Эта учетная запись Steam уже связана с другой учетной записью Social Club. Пожалуйста, используйте ее для входа.",
  "TooManyLoginAttempts": "Из-за большого числа неверных попыток ваша учетная запись заблокирована.",
  "TweetError": "Невозможно получить твиты",
  "UnableConnect": "Не удалось подключиться к сети",
  "UnknownCreateAccountError": "Неизвестная ошибка при создании учетной записи.",
  "UnknownError": "Неизвестная ошибка",
  "ValidDOB": "Введите дату рождения правильно.",
  "ValidEmail": "Введите адрес эл. почты правильно."
}