{
  "AccountExists": "Account already exists with the given Email or Nickname.",
  "ActivationLegalCheck": "Checkbox must be completed to continue",
  "AnErrorOccurred": "An error occurred",
  "AuthAttempts": "Please complete the captcha.",
  "AuthTokenInvalid": "We could not create a sign in token. Please try again later. If the error persists, please visit the <a href=\"https://support.rockstargames.com\" class=\"RGSCLoadExt\">Rockstar Support website</a>",
  "Cancel": "Cancel",
  "Close": "Close",
  "Code": "Code",
  "ConfirmButtonText": "Confirm",
  "ConfirmMatch": "Confirmation does not match password.",
  "ConnectionUpdate": "Connection Update",
  "ConnectLost": "Connection Lost",
  "ConProblem": "There may be a connection problem with your network.",
  "CrewGeneralServiceError": "An error has occurred, please check your internet connection, and try again.",
  "CrewNoMembersSuffix": "currently has no members.",
  "DisconnectRefresh": "You have been disconnected from the Social Club. The UI will refresh to reflect this.",
  "EmailDoesNotMatch": "Confirmation does not match email.",
  "EmailExists": "Email already exists.",
  "EmailNotFound": "Email address not found.",
  "EnterActivation": "Please enter Rockstar Activation Code.",
  "EnterNick": "Please enter a Nickname.",
  "EnterPassword": "Please enter your password.",
  "EnterRedemption": "Please enter Rockstar Activation Code.",
  "EntryDOB": "Please enter date of birth.",
  "EntryEmail": "Please enter your email address.",
  "EntryPassword": "Please enter your password.",
  "Error": "Error",
  "ErrorActivate": "Error trying to activate.",
  "errorcode_1000.34": "An unknown error occurred. Please try again later. If the error persists, please visit the <a href=\"https://support.rockstargames.com/servicestatus\" class=\"RGSCLoadExt\">Rockstar Support</a> website and stay tuned to Service Status Updates.",
  "errorcode_1000.50": "Error response received from Steam. Please try again later. If the issue continues, please contact <a href=\"https://support.steampowered.com/\" class=\"RGSCLoadExt\">Steam Support</a>.",
  "errorcode_1001": "The Rockstar Game Services timed out. Please try again later.",
  "errorcode_1002": "This feature requires a service that is currently disabled. Please try again later. If the error persists, please visit the <a href=\"https://support.rockstargames.com/servicestatus\" class=\"RGSCLoadExt\">Rockstar Support</a> website and stay tuned to Service Status Updates.",
  "errorcode_1002.24": "This feature requires a service that is currently disabled for maintenance. Please try again later.",
  "errorcode_1003.50": "We are currently experiencing communication problems with Steam. Please try again later. If the issue persists, please check our <a href=\"https://support.rockstargames.com/servicestatus\" class=\"RGSCLoadExt\">Service Status page</a>.",
  "errorcode_1004": "Data is not accessible. There may be a connection problem with your network. Please ensure you have internet access and try again.",
  "errorcode_3000": "Unfortunately we failed to fetch an essential asset. Please try again later.",
  "errorcode_3000.18": "Failed to fetch countries due to a problem with Rockstar Game Services. Please try again later.",
  "errorcode_3000.19": "Unfortunately we failed to fetch policy documents. Please try again later.",
  "errorcode_3001": "Failed to retrieve Social Club data due to a problem with Rockstar Game Services. Please try again later.",
  "errorcode_3002": "Failed to retrieve Social Club data due to a problem with Rockstar Game Services. Please try again later.",
  "errorcode_4000": "Authentication failed due to a problem with Rockstar Game Services. Please try again later.",
  "errorcode_4000.102": "Authentication failed. Please check your Verification Code and try again.",
  "errorcode_4000.103": "Authentication failed. Please check your Verification Code and try again.",
  "errorcode_4000.115": "Sorry, a timeout occurred. Please try again.",
  "errorcode_4000.116": "Authentication failed. Please try again.",
  "errorcode_4000.118": "Sorry, a timeout occurred. Please try again.",
  "errorcode_4000.119": "Authentication failed, please try again. (Error Code: 4000.119)",
  "errorcode_4000.120": "You have been signed out to protect your account from malicious activity. (Error Code: 4000.120)",
  "errorcode_4000.23": "Too many failed login attempts. Please try again later.",
  "errorcode_4000.50": "Steam authentication failed. Please try again later.",
  "errorcode_4000.51": "Authentication no longer valid, please restart.",
  "errorcode_4000.89": "Authentication failed due to duplicate login.",
  "errorcode_4000.95": "Your saved sign in token has expired, please restart.",
  "errorcode_4000.96": "Authentication failed. Please check your password and try again.",
  "errorcode_4001": "Authentication failed due to incompatible assets. Please reinstall the game.",
  "errorcode_4001.100": "This account is not allowed to use the Custom Avatar feature due to past violations of our <a href=\"http://www.rockstargames.com/conduct\" class=\"RGSCLoadExt\">Code of Conduct</a>.",
  "errorcode_4001.11": "This feature is not currently available.  Please contact <a href=\"http://www.rockstargames.com/support\" class=\"RGSCLoadExt\">Technical Support</a> for assistance.",
  "errorcode_4001.25": "We could not send you a password reset confirmation email at this time because you have already reached the daily limit for password reset requests. Please check your junk mail folder if you previously requested a password reset, or try again in 24 hours.",
  "errorcode_4001.34": "Only Social Club accounts can link to Steam.",
  "errorcode_4001.38": "You are not allowed to use this feature of Social Club. For more information, please refer to our <a href=\"http://www.rockstargames.com/conduct\" class=\"RGSCLoadExt\">Code of Conduct</a>.",
  "errorcode_4001.46": "You cannot message yourself.",
  "errorcode_4001.49": "Account linking failed. This Steam account is already linked to a different Social Club account.  Please log in with that Social Club account instead.",
  "errorcode_4001.72": "Unable to update nickname because it has already been changed in the last 365 days.",
  "errorcode_4001.79": "Unable to perform this action because the requested player account could not be found.",
  "errorcode_4001.81": "This Social Club account is already linked to a different Steam account. Please log out of Steam and log in on the Steam account linked to this Social Club account.",
  "errorcode_5000": "There is a missing value, please check any input you've provided and try again.  If the issue persists, please contact <a href=\"http://www.rockstargames.com/support\" class=\"RGSCLoadExt\">Technical Support</a> for assistance.",
  "errorcode_5000.46": "The message does not contain any text. Please enter a message and try again.",
  "errorcode_5000.51": "There is a missing authentication value, please try again.  If the issue persists, please contact <a href=\"http://www.rockstargames.com/support\" class=\"RGSCLoadExt\">Technical Support</a> for assistance.",
  "errorcode_5000.66": "The Store is currently unable to complete your order.  Please try again later.",
  "errorcode_5000.76": "Unable to locate Steam App Id, please try again.  If the issue persists, please contact <a href=\"http://www.rockstargames.com/support\" class=\"RGSCLoadExt\">Technical Support</a> for assistance.",
  "errorcode_5000.77": "Unable to locate Steam Auth Ticket, please try again.  If the issue persists, please contact <a href=\"http://www.rockstargames.com/support\" class=\"RGSCLoadExt\">Technical Support</a> for assistance.",
  "errorcode_5001": "Unable to process request due to a problem with Rockstar Game Services reporting this input as invalid. Please try again later.",
  "errorcode_5001.11": "Unable to update account due to an invalid email address. Please try again with a valid email address. Only alphanumeric characters, numbers, underscores, periods, and \"@\" symbols are currently allowed.",
  "errorcode_5001.27": "Invalid characters in Nickname.",
  "errorcode_5001.31": "Unable to process request due to an invalid password.  Please try again with a valid password. Passwords must contain 8-16 characters with at least one number and one uppercase character.",
  "errorcode_5001.5": "Unable to process request due to a missing or invalid avatar url. This most commonly occurs due an issue with the Social Club. Please try again. If the issue persists, make sure you are using the latest version of the Social Club application, found here: <a href=\"https://support.rockstargames.com/hc/articles/200146066\" class=\"RGSGLoadExt\">https://support.rockstargames.com/hc/articles/200146066</a>.",
  "errorcode_5001.50": "Rockstar Services are experiencing problems communicating with Steam. Please try again later. If the issue continues, please contact <a href=\"http://www.rockstargames.com/support\" class=\"RGSCLoadExt\">Technical Support</a> for assistance.",
  "errorcode_5001.8": "Unable to process request because the Social Club detected a missing or invalid country/region code. Please try again. If the issue persists, make sure you are using the latest version of the Social Club application, found here:  <a href=\"https://support.rockstargames.com/hc/articles/200146066\" class=\"RGSGLoadExt\">https://support.rockstargames.com/hc/articles/200146066</a>.",
  "errorcode_5002.10": "Unable to retrieve account because it contains an invalid DOB. Please contact <a href=\"http://www.rockstargames.com/support\" class=\"RGSCLoadExt\">Technical Support</a> for assistance.",
  "errorcode_5002.11": "Unable to retrieve account because it contains an invalid email address.  Please contact <a href=\"http://www.rockstargames.com/support\" class=\"RGSCLoadExt\">Technical Support</a> for assistance.",
  "errorcode_5002.33": "Unable to retrieve account because it contains an invalid phone number.  Please contact <a href=\"http://www.rockstargames.com/support\" class=\"RGSCLoadExt\">Technical Support</a> for assistance.",
  "errorcode_5002.50": "Unable to read response from Steam. Please try again later. If the issue continues, please contact <a href=\"https://support.steampowered.com/\" class=\"RGSCLoadExt\">Steam Support</a>.",
  "errorcode_5002.62": "Unable to retrieve account because it contains an invalid zip code.  Please contact <a href=\"http://www.rockstargames.com/support\" class=\"RGSCLoadExt\">Technical Support</a> for assistance.",
  "errorcode_5002.93": "Only alphanumeric characters supported for this input. Please switch IME modes.",
  "errorcode_5003": "Unable to process invalid account data from the server. If the issue persists, please contact <a href=\"http://www.rockstargames.com/support\" class=\"RGSCLoadExt\">Technical Support</a> for assistance.",
  "errorcode_5003.27": "Nickname must contain between 6 and 16 characters. Please amend your nickname and try again.",
  "errorcode_5003.28": "Nickname must contain between 6 and 16 characters. Please amend your nickname and try again.",
  "errorcode_5003.32": "Password must contain 8-16 characters. Please amend your password and try again.",
  "errorcode_5003.66": "The Store is currently unable to complete your order.  Please try again later.",
  "errorcode_5003.78": "You have exceeded the maximum number of Crews.",
  "errorcode_5004": "The request contains profanity, reserved words, or other disallowed terms. Please remove this text and try again.",
  "errorcode_5004.27": "The nickname contains profanity, reserved words, or other disallowed terms.",
  "errorcode_5005": "Data validation failed.",
  "errorcode_5005.74": "Unsafe input detected. Please remove this text and try again.",
  "errorcode_6000": "The requested data does not exist.",
  "errorcode_6000.35": "The requested Player Account does not exist.",
  "errorcode_6000.41": "The requested Rockstar Account does not exist.",
  "errorcode_6000.80": "Online sign in failed. We attempted to fallback to offline sign in but that also failed. The username or password may be wrong or the account may not exist on this machine. Offline play is only available for accounts that have previously signed in on this machine (with \"Remember me\" ticked) while connected to the Internet and while Social Club Services are available.\n",
  "errorcode_6000.85": "You do not have an invitation to join this crew.",
  "errorcode_6000.87": "Online sign in failed. We were unable to fallback to offline sign in because you have not previously signed in on this machine. Offline play is only available for accounts that have previously signed in on this machine (with \"Remember me\" ticked) while connected to the Internet and while Social Club Services are available.",
  "errorcode_6000.88": "The product you attempted to purchase could not be found in the catalog.",
  "errorcode_6001.11": "This email address has already been used on a Social Club account. Please try a different email address. If you are the owner of this email address and have forgotten your password, you can <a href=\"http://socialclub.rockstargames.com/profile/requestresetpassword\" class=\"RGSCLoadExt\">request to reset your password</a>.",
  "errorcode_6001.27": "This nickname has already been used on a Social Club account. Please try a different Nickname.",
  "errorcode_6001.86": "You are already a member of this crew.",
  "errorcode_6002.45": "We could not send you a password reset confirmation email at this time due to a Rockstar Game Services error. Please try again later.",
  "errorcode_6003": "Error deserializing the data due to a Rockstar Game Services error.  Please try again later.",
  "errorcode_6003.66": "The Store is currently unable to complete your order.  Please try again later.",
  "errorcode_7000": "The Store is currently unavailable.  Please try again later.",
  "errorcode_7000.66": "The Store is currently unable to complete your order.  Please try again later.",
  "errorcode_7000.71": "The Steam store is currently unavailable.  Please try again later.  If the issue persists, please contact <a href=\"https://support.steampowered.com/\" class=\"RGSCLoadExt\">Steam Support</a>.",
  "errorcode_7000.90": "The Store is currently unable to install your product. Please try again later.",
  "errorcode_7001": "An activation service error occurred. Please try again later. If the error persists, please visit the <a href=\"https://support.rockstargames.com\" class=\"RGSCLoadExt\">Rockstar Support</a> website.",
  "errorcode_7001.70": "Unable to use the voucher. Please try again later.",
  "errorcode_8000": "Too many requests are being made from your IP address. Wait a few minutes and try again.",
  "errorcode_9000.79": "Unable to send message because this user is on your block list.",
  "errorcode_9000.92": "Unable to send message because you have been blocked by this player.",
  "ErrorHasOccurred": "Sorry, an error has occurred.",
  "ErrorPassword": "Error updating password.",
  "ErrorSupport": "Please try again later. If the error persists, please visit the <a href=\"https://support.rockstargames.com\" class=\"RGSCLoadExt\">Rockstar Support website</a> and stay tuned to <a href=\"https://support.rockstargames.com/servicestatus\" class=\"RGSCLoadExt\">Service Status Updates</a>.",
  "ErrorUpdate": "Error updating profile: Password invalid or incorrect.",
  "FeatureDisabled": "Feature Temporarily Disabled",
  "FeatureDisabledDesc": "Sorry, this feature is not currently supported. Please check back again later.",
  "GenericError1": "We're sorry. Based on the information you have submitted to us, you are not eligible to register for the Social Club. Please see our <a href=\"https://www.rockstargames.com/privacy/\" class=\"RGSCLoadExt\">Privacy Policy</a>. If you feel that this is an error, you can contact <a href=\"http://support.rockstargames.com/anonymous_requests/new\" class=\"RGSCLoadExt\">Rockstar Games Support</a>.",
  "GenericFriendActionError": "Sorry, the request failed, please try again later.",
  "GenericServerError": "An unknown Rockstar Game Services error occurred. Please try again later.",
  "IncorrectPassword": "Incorrect password, please retry.",
  "InternetAccess": "Please ensure you have internet access and try again.",
  "InvalidCreateAccountError": "There was a problem when trying to create your account.",
  "InvalidPassPattern": "Alphanumeric or these characters only \"{0}\"",
  "InvalidPassword": "You entered an invalid password.  Please remove any special characters and try again.",
  "InvalidPasswordNew": "Password must contain [min]-[max] characters with at least one number and one uppercase character. Please amend your password and try again.",
  "InvalidZip": "Invalid Zip Code",
  "Loading": "Loading…",
  "Maintenance": "Scheduled Maintenance",
  "MaxNoCrewsExceeded": "You have exceeded the maximum number of Crews.",
  "MessageMissing": "Message is required.",
  "MfaCodeInvalid": "Invalid Verification Code, please try again.",
  "MfaCodeMissing": "Please enter your Verification Code.",
  "MfaResetError": "Sorry, we are unable to handle your request at this time. Please try again later.",
  "NetworkDetected": "Network connection detected!",
  "NickChar": "Nickname must be between 6 and 16 characters.",
  "NickExists": "Nickname already exists.",
  "NickInvalid": "Invalid characters in Nickname.",
  "NicknameMissing": "Nickname is required.",
  "NoActiveCrew": "You currently have no active Crew set.",
  "NoCon": "No Connection",
  "NoData": "No Data",
  "NoInternet": "The game failed to connect to the Internet.  Online features and DLC may not be available.  Please try the following:<br>\n<br>\nOpen a web browser to verify that you have an active Internet connection.<br>\nIf you have separate modem and router boxes, bypass your router and connect instead to the modem (the other box) directly using a wired Ethernet cable to test if your router is the problem.<br>\nIf you have a combination modem/router in one unit, try putting it in Bridge Mode.",
  "NoMatchCrewMembers": "No matching Crew members found.",
  "NoMatches": "No matches found. Please try again using another search term.",
  "NoMatchSCMembers": "No matching Social Club members found.",
  "NoStatsExist": "No players stats exist yet!",
  "NotAccess": "We're sorry, data is not accessible",
  "NotFound": "Username not found or password is invalid.",
  "NotFoundEmail": "Email not found or password is invalid.",
  "OfflineBut": "You are offline but your online connection has become available again. Would you like to go back online?",
  "OnlineDisabled": "Sorry, Social Club is currently experiencing technical difficulties and online services have been temporarily disabled.",
  "PasswordCount": "Invalid password length. Password must contain [min]-[max] characters with at least one number and one uppercase character. Please amend your password and try again.",
  "PasswordSame": "New password must be different from your current password.",
  "PasswordUpdate": "Your current password is not strong enough. Please enter a new password.",
  "PrivacySettingFailure": "Failed to update privacy setting.",
  "ProductUrlNotFound": "Error retrieving product url.",
  "ProfileNotFound": "Selected Profile not found.",
  "ReportError": "An error occurred during report submission.",
  "request_AccountSearch": "Account search",
  "request_BindSteamAccount": "Bind Steam Account",
  "request_CheckPassword": "Check password",
  "request_CrewMembers": "Crew members",
  "request_DeleteMessage": "Delete message",
  "request_EmailAvailable": "Email availability check",
  "request_GetAvatars": "Get avatars",
  "request_GetAvatarXml": "Get avatar XML",
  "request_GetCommunityStats": "Community Stats",
  "request_GetCountries": "Get countries",
  "request_GetCrewInvites": "Get Crew invites",
  "request_GetCustomAvatars": "Get custom avatars",
  "request_GetEulaOffline": "Get EULA offline",
  "request_GetFriendAchievements": "Get friend achievements",
  "request_GetFriendInvites": "Get friend invites",
  "request_GetFriendProfile": "Get friend profile",
  "request_GetFriendProfileCrews": "Get Crews for friend profile",
  "request_GetFriends": "Get friends",
  "request_GetMessages": "Get messages",
  "request_GetMessageSenderList": "Get message sender list",
  "request_GetPlayerStats": "Get player stats",
  "request_GetPrivacyPolicy": "Get privacy policy",
  "request_GetTos": "Get terms of service",
  "request_GetUserAccountInfo": "Get user account info",
  "request_MyCrews": "Get my Crews",
  "request_NicknameAvailable": "Nickname availability check",
  "request_ResetPassword": "Reset password request",
  "request_SearchCrewMembers": "Search Crew members",
  "request_SearchCrews": "Search Crews",
  "request_SendMessage": "Send message",
  "request_SubmitProfileReport": "Submit Profile Report",
  "request_UpdateAvatar": "Update avatar",
  "request_UpdateCountry": "Update country/region",
  "request_UpdateDob": "Update DOB",
  "request_UpdateDobCountry": "Update DOB and country/region",
  "request_UpdateEmail": "Update email",
  "request_UpdateNickname": "Update nickname",
  "request_UpdatePassword": "Update password",
  "request_UpdatePrivacySettings": "Update privacy settings",
  "request_UpdateProfile": "Update profile",
  "request_UserNetworks": "Get user networks",
  "request_ValidateAccountDetails": "Validate Account Details",
  "Retry": "Retry",
  "RL_SC_FRIENDS_ERR_ALREADY_BLOCKED": "Unable to block this player because they are already on your block list.",
  "RL_SC_FRIENDS_ERR_ALREADY_FRIENDS": "Unable to perform this action because you are already friends.",
  "RL_SC_FRIENDS_ERR_AUTHENTICATION_FAILED": "Sorry, an error occurred during authentication, please try again later.",
  "RL_SC_FRIENDS_ERR_BLOCK_DOES_NOT_EXIST": "Unable to unblock player because they are not currently on your block list.",
  "RL_SC_FRIENDS_ERR_BLOCKER_FRIEND_LIMIT_REACHED": "Unable to perform this action because your block list is full.",
  "RL_SC_FRIENDS_ERR_FRIEND_DOES_NOT_EXIST": "Unable to perform this action because you are not currently friends with this player.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_BLOCKED": "Unable to perform this action because you have been blocked by this player.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_DOES_NOT_EXIST": "Unable to perform this action because the friend invite could not be found.",
  "RL_SC_FRIENDS_ERR_FRIEND_INVITE_EXISTS": "Unable to perform this action because a friend request already exists between you and this player.",
  "RL_SC_FRIENDS_ERR_INVALID_INVITEE_ID": "Unable to perform this action because the requested player account could not be found.",
  "RL_SC_FRIENDS_ERR_INVITE_DOES_NOT_EXIST": "Friend invite does not exist; it may have been cancelled by the inviter.",
  "RL_SC_FRIENDS_ERR_INVITEE_FRIEND_LIMIT_REACHED": "Sorry, you have reached the maximum number of friends permitted.",
  "RL_SC_FRIENDS_ERR_INVITER_FRIEND_LIMIT_REACHED": "Unable to accept invite because the inviter has exceeded the maximum number of friends permitted.",
  "RL_SC_FRIENDS_ERR_PENDING_SENT_LIMIT_REACHED": "Unable to perform this action because you have exceeded the maximum number of pending friend invites permitted.",
  "RockstarAlreadyLinked": "This Social Club account is already linked to a different Steam account. Please log out of Steam and log in on the Steam account linked to this Social Club account.",
  "SC_Down": "Social Club Services are currently experiencing technical difficulties.<br>\n<br>\nNo problems were detected with your Internet connection",
  "SearchMin3Chars": "Search must contain a minimum of 3 characters",
  "SelectAvatar": "Please select an Avatar.",
  "ServerError": "Server error",
  "SettingsCountryLoadFailed": "ERROR: Failed to load country/region list. Please try again later.",
  "SignInFailure": "Sign in failure",
  "SignInPasswordCount": "Password must contain [min]-[max] characters.",
  "SignUpCountryLoadFailed": "ERROR: Failed to load country/region list. Unable to create a new Social Club account at this time. Please try again later.",
  "SorryTry": "We apologize for this problem, please try again later.",
  "SteamAlreadyLinked": "This Steam account is already linked to a different Social Club account.  Please log in with that Social Club account instead.",
  "TooManyLoginAttempts": "Your account has been locked due to repeated failed sign in attempts.",
  "TweetError": "Unable to retrieve Tweets",
  "UnableConnect": "Unable to connect to the network",
  "UnknownCreateAccountError": "Unknown error creating this account.",
  "UnknownError": "Unknown Error",
  "ValidDOB": "Please enter valid date of birth.",
  "ValidEmail": "Enter a valid email address."
}